{"3": {"Sector": "Electronic Technology", "Industry": "Electronic Production Equipment", "CEO": "Karunakar Reddy Baddam", "Website": "apollo-micro.com", "Headquarters": 298, "Founded": "1997", "About-us": "Apollo Micro Systems Ltd. engages in the manufacture of electronic components and systems. It includes electronic manufacturing, hardware design, information technology and software, electronic, and mechanical services. It also offers space, and transportation solutions. The company was founded by Baddam Karunakar Reddy on March 3, 1997 and is headquartered in Hyderabad, India."}, "5": {"Sector": "Electronic Technology", "Industry": "Electronic Production Equipment", "CEO": "Srinivasagopalan Rangarajan", "Website": "datapatternsindia.com", "Headquarters": 947, "Founded": "1998", "About-us": "Data Patterns (India) Ltd. engages in the manufacture of electronic boards and systems. Its products include radar and radar processor, avionics and electronic warfare, automatic test equipment, and communication devices. The company was founded on November 11, 1998 and is headquartered in Chennai, India."}, "6": {"Sector": "Transportation", "Industry": "Other Transportation", "CEO": "Liberatha Peter Kallat", "Website": "dreamfolks.in", "Headquarters": 72, "Founded": "2008", "About-us": "DreamFolks Services Ltd. operates as an airport service aggregator platform. It facilitates customer access to services including lounges, food & beverage, spa, meet & assist, airport transfer, transit hotels /nap room access, and baggage transfer. The company was founded by Liberatha Peter Kallat in 2008 and is headquartered in Gurugram, India."}, "8": {"Sector": "Electronic Technology", "Industry": "Aerospace & Defense", "CEO": "Parvat Srinivas Reddy", "Website": "mtar.in", "Headquarters": 1871, "Founded": "1970", "About-us": "MTAR Technologies Ltd. provides precision engineering solutions. It engages in the manufacturing and development of mission critical precision components with close tolerances and critical assemblies catering to nuclear, space, defense and clean energy sectors. The firm's segments include: Space, Defense & Aerospace, Ball Screws and Clean Energy. The company was founded by P. Ravindra Reddy, K. Satyanarayana Reddy, and P. Jayaprakash Reddy in 1970 and is headquartered in Hyderabad, India."}, "59": {"Sector": "Distribution Services", "Industry": "Wholesale Distributors", "CEO": "Rubaljeet Singh Sayal", "Website": "hardwyn.com", "Headquarters": 69, "Founded": "2017", "About-us": "Hardwyn India Ltd. engages in the trading and distribution of aluminium products and textile products. Its products include floor springs, aluminium sections, aluminium sheets, aluminium coils, glass and door hardware, and roofing sheets. The company was founded on October 12, 2017 and is headquartered in New Delhi, India."}, "76": {"Sector": "Consumer Non-Durables", "CEO": "Karuturi Subrahmanya Chowdary", "Website": "apexfrozenfoods.com", "Headquarters": 2688, "Founded": "1995", "About-us": "Apex Frozen Foods Ltd. is a producer and exporter of variants of processed litopenaeus vannamei and black tiger shrimp. It engages in the business of export of shrimp; and geographical segment exports its products to the United States of America. The company was founded on October 24, 1995 and is headquartered in Kakinada, India."}, "86": {"Sector": "Producer Manufacturing", "Industry": "Trucks/Construction/Farm Machinery", "Website": "bharatgears.com", "Headquarters": 1192, "Founded": "1971", "About-us": "Bharat Gears Ltd. engages in the manufacture and supply of automotive gears and furnaces. It operates through the following segments: Gears, Automotive Components, and Furnaces. The Gears segment manufactures transmission gears, bevel gears, differential gears and assemblies, which find application in variety of vehicles. The Automotive Components segment consists of automotive clutches and components, turbo chargers, driveline products, axle shafts, fly wheel assemblies and rings, propeller shaft components, differential cages, and steel wheel rims. The Furnaces segment focuses on heat treatment technology. The company was founded by Raunaq Singh on December 23, 1971 and is headquartered in Mumbai, India."}, "92": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Nirmal Kumar Minda", "Website": "unominda.com", "Headquarters": 29281, "Founded": "1992", "About-us": "UNO Minda Ltd. engages in the manufacture of auto components, including electrical parts and accessories; and provision of ancillary services. Its products include switches, horns and electronic, and components and lightings for automobiles. The company was founded on September 16, 1992 and is headquartered in Gurgaon, India."}, "93": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "Website": "mswil.motherson.com", "Headquarters": 43702, "About-us": "Motherson Sumi Wiring India Ltd. engages in the manufacture and sale of wire harnesses, components, and wires to automotive original equipment manufacturers. The company was founded on July 2, 2020 and is headquartered in Mumbai, India."}, "94": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "Website": "ndrauto.com", "Headquarters": 148, "Founded": "2019", "About-us": "NDR Auto Components Ltd. engages in the manufacturing, fabricating, assembling, selling and trading of automotive components for passenger and utility vehicles in India. It provides seat frames and seat trims for two-wheeler and four-wheeler vehicles, as well as body in white parts. The company was founded on March 19, 2019 and is headquartered in Gurugram, India."}, "96": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Ravindra J. Pise", "Website": "pavnagroup.com", "Headquarters": 1300, "Founded": "1971", "About-us": "Pavna Industries Ltd. engages in the manufacture and sale of automotive parts. The company offers various automobile parts, which includes ignition switches, fuel tank caps, latches, auto locks, handles, switches, oil pump, carburetor, throttle body, fuel cocks, injection system, casting components and other automotive parts solutions for automobile applications, serving automobile, agricultural and other applications across the world. The company was founded by Pawan Jain on April 19, 1994 and is headquartered in Aligarh, India."}, "97": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "P. M. Ganesh", "Website": "pricol.com", "Headquarters": 5649, "Founded": "1972", "About-us": "Pricol Ltd. is a holding company, which engages in the manufacture and sale of instrument clusters and other allied automobile components to original equipment manufacturers and replacement markets. Its products include dashboard instruments, sensors, accessories, oil pumps, and other auto components. The company was founded by N. Damodaran and L. G. Varadarajulu in1972 and is headquartered in Coimbatore, India."}, "98": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "P. M. Ganesh", "Website": "pricol.com", "Headquarters": 5649, "Founded": "1972", "About-us": "Pricol Ltd. is a holding company, which engages in the manufacture and sale of instrument clusters and other allied automobile components to original equipment manufacturers and replacement markets. Its products include dashboard instruments, sensors, accessories, oil pumps, and other auto components. The company was founded by N. Damodaran and L. G. Varadarajulu in1972 and is headquartered in Coimbatore, India."}, "102": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Neeraj Munjal", "Website": "shivamautotech.com", "Headquarters": 852, "Founded": "1999", "About-us": "Shivam Autotech Ltd. engages in the manufacturing and sale of components to automotive original equipment manufacturers. Its products include transmission gears, transmission shafts, starter motor components, alternator components, magneto components, and steering components. The firm provides cold forging, warm forging, heat treatment, and machining services. The company was founded in September 1999 and is headquartered in Gurugram, India."}, "103": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Tarang Jain", "Website": "varroc.com", "Headquarters": 10392, "Founded": "1988", "About-us": "Varroc Engineering Ltd. engages in the manufacture and supply of automotive components. Its products include polymer, electrical-electronics, metallic, and lighting systems. It operates through the Automotive and Others segments. The Automotive segment offers automobile products which comprises of auto parts for two-wheelers, three-wheelers, and four-wheelers. The company was founded on May 11, 1988 and is headquartered in Aurangabad, India."}, "126": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Kuldip Singh Rathee", "Website": "askbrake.com", "Headquarters": 6048, "Founded": "1989", "About-us": "ASK Automotive Pvt Ltd. manufactures friction material and aluminum die cast products. Its products include brake lining, disc brake pad, brake shoe, brake assembly, clutch plates and shoe, aluminium die casting and control cables. The company was founded by Kuldip Singh Rathee in 1989 and is headquartered in Gurgaon, India."}, "150": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Vivek Vikram Singh", "Website": "sonacomstar.com", "Headquarters": 4065, "Founded": "1995", "About-us": "Sona BLW Precision Forgings Ltd. operates as an automotive systems and components manufacturer. It offers differential assemblies, gears, conventional and micro-hybrid starter motors, BSG systems, EV traction motors, and motor control units. The company was founded on October 27, 1995 and is headquartered in Gurgaon, India."}, "177": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Niraj Damji Gada", "Website": "uravilamps.com", "Headquarters": 96, "Founded": "2004", "About-us": "Uravi T & Wedge Lamps Ltd. engages in the manufacture and supply of incandescent, and wedge-based automotive lamps. Its products include automobile, automobile LED and house LED filaments lamps. The company was founded by Niraj Damji Gada and Kaushik Damji Gada on April 19, 2004 and is headquartered in Mumbai, India."}, "186": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Vikas Marwah", "Website": "lumaxworld.in", "Headquarters": 923, "Founded": "1981", "About-us": "Lumax Auto Technologies Ltd. engages in the manufacture and trade of automotive components. Its products include two-wheeler chassis, electrical and electronics components, gear shifters, intake system, integrated plastic modules, and oxygen sensor. The company was founded on October 30, 1981 and is headquartered in New Delhi, India."}, "192": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Bindiganavile R. Preetham", "Website": "sansera.in", "Headquarters": 8753, "Founded": "1981", "About-us": "Sansera Engineering Ltd. engages in the manufacture of components for the automotive and aerospace sectors. It operates through the following geographical segments: India, Europe, USA, and Other Foreign Countries. It supplies precision forged and machined components that are critical for engine, transmission and other systems for the two-wheeler, passenger vehicle, and light and heavy commercial vehicles. Its products include connecting rods, crankshafts, rocker arms and gear shifter forks. The company was founded in December 15, 1981 and is headquartered in Bengaluru, India."}, "193": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Sanjay Thapar", "Website": "sjsindia.com", "Headquarters": 502, "Founded": "1987", "About-us": "S.J.S Enterprises Ltd. engages in the manufacture and sale of self-adhesive labels. Its products include domes, 3D Lux, overlays, decals and body graphics, 2D appliques, formed appliques, aluminum badges, optical plastics, IML and IMD, aftermarket and transform, chrome plated parts, capacitive overlays, and AZ. The company was founded by S. Sivakumar, Kannampadathil Abraham Joseph and V. Srinivasan on June 10, 1987 and is headquartered in Bangalore, India."}, "222": {"Sector": "Consumer Durables", "Industry": "Automotive Aftermarket", "Website": "birlatyre.com", "Headquarters": "Kolkata", "Founded": "1991", "About-us": "Birla Tyres Ltd. engages in manufacturing tires. It offers tires for motorcycle, truck, bus, passenger car, and farm tractor. The company was founded in 1991 and is headquartered in Kolkata, India."}, "250": {"Sector": "Technology Services", "Industry": "Internet Software/Services", "CEO": "Vinay Vinod Sanghi", "Website": "cartrade.com", "Headquarters": "Navi Mumbai", "Founded": "2000", "About-us": "CarTrade Tech Ltd. operates an online marketplace for new and used vehicles. Its brands include CarTradeExchange and MotorExchange. The company was founded by Vinay Vinod Sanghi and Rajan Jitendra Mehra on April 28, 2000 and is headquartered in Navi Mumbai, India."}, "254": {"Sector": "Consumer Durables", "Industry": "Motor Vehicles", "Website": "tatamotors.com", "Headquarters": 117893, "Founded": "1945", "About-us": "Tata Motors Ltd. is an automobile manufacturer with a portfolio that includes a range of cars, utility vehicles, trucks, buses, and defense vehicles. It operates through the Automotive and Others segments. The Automotive segment includes all activities relating to the development, design, manufacture, assembly and sale of vehicles including vehicle financing, as well as sale of related parts and accessories. It also consists of sub-segments, such as, Tata Commercial Vehicles, Tata Passenger Vehicles, Jaguar Land Rover, and Vehicle Financing. The Others segment includes information technology and insurance broking services. The company was founded on September 1, 1945 and is headquartered in Mumbai, India."}, "265": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "Sanjay K. Agarwal", "Website": "aubank.in", "Headquarters": 28320, "Founded": "1996", "About-us": "AU Small Finance Bank Ltd. engages in the provision of banking services. It operates through the following segments: Treasury, Retail Banking, Wholesale Banking, and Other Banking Operations. The Treasury segment consists of net interest earnings from the bank's investment portfolio, money market borrowing, and lending and gains or losses on investment operations. The Retail Banking segment serves retail customers through a branch network, and other delivery channels. The Wholesale Banking segment provides loans, non-fund facilities and transaction services to large corporates, emerging corporates, public sector units, government bodies, financial institutions, and medium scale enterprises. The Other Banking Operations segment includes income from para banking activities such as debit cards, third party product distribution, and the associated costs. The company was founded by Sanjay K. Agarwal in 1996 and is headquartered in Jaipur, India."}, "267": {"Sector": "Finance", "Industry": "Major Banks", "CEO": "Chandra Shekhar Ghosh", "Website": "bandhanbank.com", "Headquarters": 69702, "Founded": "2014", "About-us": "Bandhan Bank Ltd. engages in the provision of banking and financial services. It operates through the following segments: Treasury, Retail Banking, Corporate and Wholesale Banking, and Other Banking Business. The Treasury segment includes investments in sovereign securities and trading operations and central funding unit. The Retail Banking segment offers lending to individuals and small businesses through the branch network and other delivery channels and comprises liability products, card services, internet banking, mobile banking, ATM services, and NRI services. The Corporate and Wholesale Banking segment refers to corporate relationships not included under retail banking. The Other Banking Business segment covers banking activities like third party product distribution and other banking transaction. The company was founded by Chandra Shekhar Ghosh on December 23, 2014 and is headquartered in Kolkata, India."}, "269": {"Sector": "Finance", "Industry": "Major Banks", "CEO": "Pralay Mondal", "Website": "csb.co.in", "Headquarters": 6841, "Founded": "1920", "About-us": "CSB Bank Ltd. provides commercial banking services. It operates through the following four businesses: Small and Medium Scale Enterprise (SME) Banking; Retail Banking; Corporate Banking; and Treasury Management. The SME Banking business offers term loans, working capital loans, invoice/bill discounting, letters of credit and bank guarantees. The Retail Banking business offers loan and deposit products to retail and non resident of India customers. The Corporate Banking business provides services to large and mid-size corporates and other business entities. The Treasury Management business consist of statutory reserves management, asset liability management, liquidity management, investment and trading of securities, and money market and foreign exchange activities. The company was founded on November 26, 1920 and is headquartered in Thrissur, India."}, "272": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "Vasudevan Pathangi Narasimhan", "Website": "equitasbank.com", "Headquarters": 20563, "Founded": "2007", "About-us": "Equitas Small Finance Bank Ltd. engages in the provision of micro finance loan services. It operates through the following segments: Treasury, Corporate and Wholesale Banking, Retail Banking, and Other Banking Operations. The Treasury segment includes all investment portfolios, profit or loss on sale of investments, profit or loss on foreign exchange transaction, equities, income from derivatives, and money market operations. The Corporate and Wholesale Banking segment consists of all advances to trusts, partnership firms, companies, and statutory bodies, which are not included under Retail Banking. The Retail Banking segment focuses on lending to and deposits, from retail customers, and identified earnings and expenses. The Other Banking Operations segment refers to all other operations not covered under Treasury, Corporate / Wholesale Banking, and Retail Banking. The company was founded on February 21, 2007 and is headquartered in Chennai, India."}, "273": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "Paul Thomas Kadambelil", "Website": "esafbank.com", "Headquarters": 5034, "Founded": "1992", "About-us": "ESAF Small Finance Bank Ltd. engages in the provision of commercial banking services. It operates through the following segments: Treasury, Wholesale Banking, Retail Banking, and Other Banking Operations. The Treasury segment includes interest earnings on the firm's investment portfolio, gains or losses on investment operations, and earnings from foreign exchange business. The Wholesale Banking segment provides loans to the corporate customers. The Retail Banking segment includes loans that are offered to non-corporate customers. The Other Banking Operations segment consists of income earned from debit cards and third-party product distribution and associated costs. The company was founded by Kadambelil Paul Thomas in 1992 and is headquartered in Thrissur, India."}, "278": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "Vembu Vaidyanathan", "Website": "idfcbank.com", "Headquarters": 35352, "Founded": "2014", "About-us": "IDFC First Bank Ltd. engages in the provision of financial and banking solutions. It operates through the following segments: Treasury, Corporate and Wholesale Banking, Retail Banking, Other Banking Business, and Unallocated. The Treasury segment consists of the Bank's investment portfolio; money market borrowing and lending; investment operations; and entire foreign exchange and derivative portfolio of the Bank. The Corporate and Wholesale Banking segment is involved in loans, non-fund facilities and transaction services to corporate relationship not included under Retail Banking, corporate advisory, project appraisal placement, and syndication. The Retail Banking segment constitutes lending to individuals and business banking customers through the branch network and other delivery channels. The Other Banking Business segment refers to revenue from distribution of third-party products. The Unallocated segment consists of items which are considered at an enterprise level. The company was founded by Rajiv Behari Lall on October 21, 2014, and is headquartered in Mumbai, India."}, "288": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "Baskar Babu Ramachandran", "Website": "suryodaybank.com", "Headquarters": 6025, "Founded": "2008", "About-us": "Suryoday Small Finance Bank Ltd. engages in the provision of commercial banking and micro finance services. It operates through the following segments: Treasury, Retail Banking, Corporate, and Other Banking Operations. The Treasury segment includes liquidity management activities. The Retail Banking segment provides loans, deposits, and other banking products to retail customers through a branch network. The Corporate segment comprises all advances to companies and statutory bodies which are not included under retail banking. The Other Banking Operations segment consists of para banking activities such as distribution of third party product and associated costs. The company was founded by Baskar Babu Ramachandran, Ganesh Rao, and V. L. Ramakrishnan on November 10, 2008 and is headquartered in Mumbai, India."}, "289": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "S. Krishnan", "Website": "tmb.in", "Headquarters": "Thoothukudi", "Founded": "1921", "About-us": "Tamilnad Mercantile Bank Ltd. engages in the provision of banking services. It offers loan products, current accounts, business and prepaid cards, online and foreign exchange services. It operates through the following business segments: Treasury, Corporate/Wholesale Banking, and Retail Banking. The company was founded in 1921 and is headquartered in Thoothukudi, India."}, "290": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "Ittira Davis", "Website": "ujjivansfb.in", "Headquarters": 17870, "Founded": "2016", "About-us": "Ujjivan Small Finance Bank Ltd. provides banking services. It's product portfolio includes asset products, which includes micro banking, micro and small enterprise loans, housing loans, personal loans, vehicle loans and loan pricing; liability products, which includes current accounts, savings accounts, term deposits; and other products and services includes ATM-cum-debit cards, aadhar enrolment services and sale of third party insurance products. The firm operates through the following segments: Treasury, Retail Banking, and Corporate and Wholesale Banking. The company was founded by Samit Kumar Ghosh on July 4, 2016 and is headquartered in Bengaluru, India."}, "291": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "Govind Singh", "Website": "utkarsh.bank", "Headquarters": "Varanasi", "Founded": "2015", "About-us": "Utkarsh Small Finance Bank Ltd. engages in the provision of banking and financial solutions. It operates through the following segments: Corporate/Wholesale Banking, Retail Banking, Treasury, and Other Banking Operations. The Corporate/Wholesale Banking and Retail Banking segments offer lending, deposits, and other banking services. The Treasury segment includes dealings in statutory liquidity ratio (SLR) and non-SLR investments, maintenance of reserve requirements, and resource mobilization from other banks and financial institutions. The Other Banking Operations segment refers to other activities which are not covered under wholesale, retail or treasury activity. The company was founded on October 7, 2015 and is headquartered in Varanasi, India."}, "331": {"Sector": "Health Technology", "CEO": "Komal Gupta", "Website": "windlas.com", "Headquarters": 1049, "Founded": "2001", "About-us": "Windlas Biotech Ltd. operates as a contract development and manufacturing organization (CDMO). It provides a comprehensive range of CDMO services ranging from product discovery, product development, licensing and commercial manufacturing of generic products, including complex generics. The company was founded by Ashok Kumar Windlass on February 19, 2001 and is headquartered in Gurgaon, India."}, "343": {}, "348": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Adarsh Kumar", "Website": "wewinlimited.com", "Headquarters": 249, "Founded": "2007", "About-us": "We Win Ltd. engages in the provision of information technology solution and business services. Its services include business process outsourcing, website design and development, software development services, mobile app development, virtual reality solutions, architectural design studio, digital and social marketing, and skill development and training. The company was founded on June 18, 2007 and is headquartered in Bhopal, India."}, "366": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Rajeev Suresh Samant", "Website": "sulavineyards.com", "Headquarters": 729, "Founded": "1999", "About-us": "Sula Vineyards Ltd. engages in the production and marketing of winery products to local India and international. The firm also imports and distributes wines and spirits. The company was founded by Rajeev Samant and Kerry Damskey in 1999 and is headquartered in Mumbai, India."}, "374": {"Sector": "Communications", "Industry": "Specialty Telecommunications", "CEO": "Paramveersinh A. Jadeja", "Website": "gtpl.net", "Headquarters": 743, "Founded": "2006", "About-us": "GTPL Hathway Ltd. engages in the cable television and broadband services. It operates through the following segments: Cable Television Internet Service, and Other. The company was founded on August 21, 2006 and is headquartered in Ahmedabad, India."}, "383": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Ashish Mangal", "Website": "dynamiccables.co.in", "Headquarters": 707, "Founded": "1986", "About-us": "Dynamic Cables Ltd. engages in the manufacture and sale of cables and conductors. Its products include includes power cables, low and medium voltage cross linked polyethylene cables, aerial bunched cables, concentric cables, and bare and insulated copper conductors. The company was founded in 1986 and is headquartered in Jaipur, India."}, "391": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Sanjay Gupta", "Website": "plazacables.com", "Headquarters": "New Delhi", "Founded": "2006", "About-us": "Plaza Wires Ltd. engages in the manufacturing and selling of wires, and selling and marketing of LT aluminum cables and fast moving electrical goods. Its operating business segments include: Cables, Stainless Steel Wire and Turnkey Projects. The Cables segment comprises extra high voltage, high tension & low tension power cables, control and instrumentation cables, winding wires, and flexible & house wires. The Stainless Steel Wire segment includes stainless steel wire. The Turnkey Projects includes other products. The company was founded on August 23, 2006 and is headquartered in New Delhi, India."}, "392": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Inder Thakurdas Jaisinghani", "Website": "polycab.com", "Headquarters": "Mumbai", "Founded": "1996", "About-us": "Polycab India Ltd. engages in the manufacture and sale of electric wires and cables. It operates through the following segments: Wire and Cables, Fast Moving Electrical Goods, and International Business. The Wire and Cables segment includes the manufacture and sale of electric wires and cables. The FMEG segment relates to the electric consumer durable business comprises of business covering electric wiring accessories and electric appliances. The company was founded on January 10, 1996 and is headquartered in Mumbai, India."}, "394": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "Website": "rrkabel.com", "Headquarters": "Vadodara", "Founded": "1999", "About-us": "RR Kabel Ltd. is an electrical manufacturing company engaged in the provision of wire, cable, and fast moving electrical goods. The company was founded in 1999 and is headquartered in Vadodara, India."}, "413": {"Sector": "Non-Energy Minerals", "Industry": "Construction Materials", "CEO": "Nadimpalli Venkat Raju", "Website": "anjanicement.com", "Headquarters": 507, "Founded": "1983", "About-us": "Anjani Portland Cement Ltd. engages in the manufacture and distribution of cement products. It operates through Cement and Power Plant segments. The Cement segment manufactures and trade cement. The Power Plant generates power. The company was founded on December 17, 1983 and is headquartered in Hyderabad, India."}, "437": {"Sector": "Non-Energy Minerals", "Industry": "Construction Materials", "CEO": "Jayakumar Krishnaswamy", "Website": "nuvoco.in", "Headquarters": 8127, "Founded": "1999", "About-us": "Nuvoco Vistas Corp. Ltd. is a cement company, which engages in the business of manufacturing and sale of cement and ready mix along with trading and manufacturing of aggregates. It operates through the following segments: Cement, Ready-Mix Concrete(RMX), and Modern Building Materials (MBM). The Cement segment includes Ordinary Portland, Portland Slag, Portland Pozzolana, and Portland Composite cements under the brands like Concreto, Duraguard, PSC, Nirmax, Double Bull, Infracem and Procem. The RMX segment segment offers specialized products under the brands Concreto, Artiste, InstaMix and X-Con that are also contributors to the landmark projects like Lodha World One, Amritsar Entry Gate, and the Metros. The MBM segment encompasses construction chemicals, tile adhesives, wall putty, dry plaster, cover blocks and ready-mix dry mixture that are marketed and sold under the brands Zero M and Instamix. The company was founded in 1999 and is headquartered in Mumbai, India."}, "461": {"Sector": "Producer Manufacturing", "Industry": "Building Products", "Website": "aglasiangranito.com", "Headquarters": 1568, "Founded": "2000", "About-us": "Asian Granito India Ltd. engages in manufacture of tiles and marbles. It includes grestek, floor tiles, wall tiles, outdoor and parking tiles, composite marbles, quartz, e rock, sanitary ware, and faucet. The company was founded in 2000 and is headquartered in Ahmedabad, India."}, "467": {"Sector": "Producer Manufacturing", "Industry": "Building Products", "CEO": "Mukeshkumar Patel", "Website": "exxarotiles.com", "Headquarters": 819, "Founded": "2008", "About-us": "Exxaro Tiles Ltd. engages in the manufacture and marketing of refractory ceramic products for flooring solutions. The firm offers double charge and glazes vitrified tiles. It operates through India and Outside India geographical segments. The company was founded on January 2, 2008, and is headquartered in Talod, India."}, "469": {"Sector": "Non-Energy Minerals", "Industry": "Construction Materials", "CEO": "Mayank Shah", "Website": "globalsurfaces.in", "Headquarters": 305, "Founded": "1991", "About-us": "Global Surfaces Ltd. engages in the manufacturing of quartz and processing granite and marble. The company was founded on August 23, 1991, and is headquartered in Jaipur, India."}, "490": {"Sector": "Process Industries", "CEO": "Nikhil Parimal Desai", "Website": "aarti-surfactants.com", "Headquarters": "Mumbai", "Founded": "2018", "About-us": "Aarti Surfactants Ltd. engages in the provision of ionic and non-ionic surfactants and specialty products. The company's product portfolio includes surfactants, mild surfactants, rheology modifiers, pearlizing agents, UV filters, syndet and soap bases, and active ingredients, as well as conditioning agents, blends, proteins, and quats. The company was founded on June 18, 2018 and is headquartered in Mumbai, India."}, "491": {"Sector": "Process Industries", "CEO": "Ranjit Pendurthi", "Headquarters": "Chennai", "Founded": "2009", "About-us": "Archean Chemical Industries Ltd. produces sulphate of potash, gypsum, bromine, and several industrial chemicals through conversion of naturally available marine mineral deposits. The company was founded on July 14, 2009 and is headquartered in Chennai, India."}, "492": {"Sector": "Process Industries", "CEO": "Arvind Kumar Anegondi", "Website": "bhagirad.com", "Headquarters": 467, "Founded": "1993", "About-us": "Bhagiradha Chemicals & Industries Ltd. engages in the manufacture of agrochemicals. Its products include insecticides, fungicides and herbicides. The company was founded on July 7, 1993 and is headquartered in Hyderabad, India."}, "499": {"Sector": "Process Industries", "CEO": "Balwant Kumar Bhushan", "Website": "vikasecotech.com", "Headquarters": 83, "Founded": "1984", "About-us": "Vikas EcoTech Ltd. engages in the manufacture of specialty chemicals focused on specialty chemical additives and specialty polymer compounds. It operates through the following segments: Trading Division-Infra, Manufacturing Division-Chemical, Polymers, and Special Additives, Manufacturing Division-MS Sockets and Fittings, and Real Estate Division. The company was founded by Nand Kishore Garg on November 30, 1984 and is headquartered in New Delhi, India."}, "500": {"Sector": "Process Industries", "CEO": "Balwant Kumar Bhushan", "Website": "vikasecotech.com", "Headquarters": 83, "Founded": "1984", "About-us": "Vikas EcoTech Ltd. engages in the manufacture of specialty chemicals focused on specialty chemical additives and specialty polymer compounds. It operates through the following segments: Trading Division-Infra, Manufacturing Division-Chemical, Polymers, and Special Additives, Manufacturing Division-MS Sockets and Fittings, and Real Estate Division. The company was founded by Nand Kishore Garg on November 30, 1984 and is headquartered in New Delhi, India."}, "501": {"Sector": "Process Industries", "CEO": "Balwant Kumar Bhushan", "Website": "vikasecotech.com", "Headquarters": 83, "Founded": "1984", "About-us": "Vikas EcoTech Ltd. engages in the manufacture of specialty chemicals focused on specialty chemical additives and specialty polymer compounds. It operates through the following segments: Trading Division-Infra, Manufacturing Division-Chemical, Polymers, and Special Additives, Manufacturing Division-MS Sockets and Fittings, and Real Estate Division. The company was founded by Nand Kishore Garg on November 30, 1984 and is headquartered in New Delhi, India."}, "502": {"Sector": "Distribution Services", "Industry": "Wholesale Distributors", "CEO": "Vijay Kumar Sharma", "Website": "vikaslifecarelimited.com", "Headquarters": 59, "Founded": "1995", "About-us": "Vikas Lifecare Ltd. engages in the trading of chemicals compounds. It also offers polymers, polyvinyl chloride resins, plastic granules, and items related to plastic industy. The company was founded on November 9,1995 and is headquartered in New Delhi, India."}, "525": {"Sector": "Process Industries", "CEO": "Srinivasan V. Mudumbai", "Website": "chemfabalkalis.com", "Headquarters": 193, "Founded": "2009", "About-us": "Chemfab Alkalis Ltd. engages in the manufacture of inorganic chemicals. The firm operates through following segments: Chlor alkali and PVC Pipes. It specializes in chlor alkali and related products and services such as Caustic Soda Lye in two grades, Liquid Chlorine, Hydrogen Gas, Hydrochloric Acid, and Sodium Hypochlorite. The company was founded by C. H. Krishnamurthi Rao on May 6, 2009 and is headquartered in Chennai, India."}, "623": {"Sector": "Consumer Durables", "Industry": "Homebuilding", "CEO": "Vijaygopal Parasram Atal", "Website": "atalrealtech.com", "Headquarters": "Nashik", "Founded": "2012", "About-us": "Atal Realtech Ltd. engages in the provision of civil works contracting and engineering services for structural construction and infrastructure sector projects. The firm is also involved in contracting and sub-contracting government and private projects which includes construction of commercial structures and industrial structures. The company was founded by Vijaygopal Parasram Atal on August 25, 2012 and is headquartered in Nashik, India."}, "632": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Ajendra Kumar Agarwal", "Website": "grinfra.com", "Headquarters": 17117, "Founded": "1995", "About-us": "G R Infraprojects Ltd. engages in the provision of civil construction. It operates through the following segments: Engineering Procurement and Construction (EPC); Build, Operate and Transfer (BOT)/Annuity Projects, and Others. The Engineering Procurement and Construction segment is involved in the construction of roads and other infra facilities. The Build, Operate and Transfer/Annuity Projects segment deals with the construction, operation and maintenance of roads under concession agreement. The Other segment includes sale of products, job work charges and other miscellaneous income. The company was founded by Gumani Ram Agarwal on December 22, 1995 and is headquartered in Udaipur, India."}, "657": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Pradeep Gaur", "Website": "rvnl.org", "Headquarters": 425, "Founded": "2003", "About-us": "Rail Vikas Nigam Ltd. engages in the development and construction of railway infrastructure. The firm also provides vital port linkage including the corridors connecting the port of Hinterlands. It railway projects include new lines, doubling, gauge conversion, railway electrification, metro projects, workshops, major bridges, construction of cable stayed bridges, and institution buildings. The company was founded on January 24, 2003 and is headquartered in New Delhi, India."}, "660": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Arulsundaram P.", "Website": "rppipl.com", "Headquarters": 1112, "Founded": "1988", "About-us": "RPP Infra Projects Ltd. is a holding company, which engages in the provision of engineering and construction activities. It operates through Construction and Infrastructure Development segment. The company was founded by R. P. Arul Sundaram in 1988 and is headquartered in Chennai, India."}, "686": {"Sector": "Non-Energy Minerals", "Industry": "Construction Materials", "CEO": "Naresh Sitaram Saboo", "Website": "nxtbloc.in", "Headquarters": 236, "Founded": "2015", "About-us": "Bigbloc Construction Ltd. engages in the manufacturing of building blocks and aerated autoclave concrete bricks. It operates under the brand name of NXTBLOC. The company was founded on June 17, 2015 is headquartered in Surat, India."}, "688": {"Sector": "Finance", "Industry": "Real Estate Investment Trusts", "CEO": "Alok Aggarwal", "Website": "brookfieldindiareit.in", "Headquarters": "Gurugram", "Founded": "2020", "About-us": "Brookfield India Real Estate Trust, operates as a commercial real estate vehicles. Its portfolio includes four large campus-format office parks. The company was founded on July 17, 2020 and is headquartered in Gurugram, India."}, "690": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "Website": "capacite.in", "Headquarters": 2775, "Founded": "2012", "About-us": "Capacit'e Infraprojects Ltd. offers construction, engineering, and procurement contracts services. It specializes in end-to-end construction services for residential buildings as well as multi-level car parks, corporate office buildings, and buildings in the commercial sector, education sector, hospitality, and healthcare sector. The company was founded by Rohit Ramnath Katyal and Rahul Ramnath Katyal in 2012 and is headquartered in Mumbai, India."}, "691": {"Sector": "Consumer Durables", "Industry": "Homebuilding", "CEO": "Parth Vithhalbhai Gurjar", "Website": "chavdainfra.com", "Headquarters": 217, "Founded": "1990", "About-us": "Chavda Infra Ltd. engages in the provision of construction and allied services across residential industrial and institutional projects. It operates through the following segments: Construction Income, Real Estate Developer, and Rent Income. The company was founded by Maheshbhai Gunavant Chavda in 1990 and is headquartered in Ahmedabad, India."}, "694": {"Sector": "Finance", "Industry": "Real Estate Investment Trusts", "CEO": "Aravind Maiya", "Website": "embassyofficeparks.com", "Headquarters": "Bengaluru", "Founded": "2017", "About-us": "Embassy Office Parks REIT own and invest in rent or income generating real estate and related assets in India. The company was founded on March 30, 2017 and is headquartered in Bengaluru, India."}, "700": {"Sector": "Finance", "Industry": "Real Estate Development", "CEO": "Dayalan Thara", "Website": "hpil.co.in", "Headquarters": 5, "Founded": "2005", "About-us": "Hemisphere Properties India Ltd. engages in the business of real estate. The company was founded on January 17, 2005 and is headquartered in New Delhi, India."}, "705": {"Sector": "Finance", "Industry": "Real Estate Development", "CEO": "Naresh Jagumal Karda", "Website": "kardaconstruction.com", "Headquarters": 66, "Founded": "1994", "About-us": "KBC Global Ltd. is a real estate development company, which engages in the construction and development of housing and commercial properties. It operates through the following segments: Real Estate and Civil Contracting Business. The company was founded by Naresh Jagumal Karda in 1994 and is headquartered in Nashik, India."}, "713": {"Sector": "Finance", "Industry": "Real Estate Development", "CEO": "Dalip Sehgal", "Website": "nexusselecttrust.com", "Headquarters": "Mumbai", "About-us": "Nexus Select Trust is a real estate investment trust that owns the consumption centre platform of assets. Its portfolio of assets include hotel and office real estates that serve as the infrastructure for India's growing middle class. The trust is headquartered in Mumbai, India."}, "715": {"Sector": "Consumer Durables", "Industry": "Homebuilding", "CEO": "Anand Bholabhai Patel", "Website": "nilaspaces.com", "Headquarters": 24, "Founded": "2000", "About-us": "Nila Spaces Ltd. engages in the provision of construction and real estate development services. The company was founded on May 3, 2000 and is headquartered in Ahmedabad, India."}, "717": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Prahaladbhai Patel", "Website": "pspprojects.com", "Headquarters": 1836, "Founded": "2008", "About-us": "PSP Projects Ltd. engages in the provision of construction services. The company involves in planning and design to construction and post-construction activities to private and public sector enterprises. It focuses on the industrial, institutional, government, government residential, and residential projects. The company was founded August 26, 2008 and is headquartered in Ahmedabad, India."}, "724": {"Sector": "Consumer Durables", "Industry": "Homebuilding", "CEO": "Sunanda Jain", "Website": "ravinderheights.com", "Headquarters": 5, "Founded": "2019", "About-us": "Ravinder Heights Ltd. engages in the business acquisition, and construction, development of properties. Its portfolio includes townships, housing, commercial premises, hotels, resorts, hospital, education institution, and recreational facilities. The company was founded on April 15, 2019 and is headquartered in New Delhi, India."}, "738": {"Sector": "Finance", "Industry": "Real Estate Development", "CEO": "Jaatin Dhansukhlal Suratwwala", "Website": "suratwwala.co.in", "Headquarters": 34, "Founded": "2008", "About-us": "Suratwwala Business Group Ltd. engages in the development of residential and commercial properties. It supplies information technology staffing solutions and services. It also offers housekeeping, security, and electricity backup. The company was founded on January 31, 2008 and is headquartered in Pune, India."}, "740": {"Sector": "Finance", "Industry": "Real Estate Development", "CEO": "Amar Sarin", "Website": "tarc.in", "Headquarters": 177, "Founded": "2016", "About-us": "TARC Ltd. engages in the management of real estate assets. Its projects include malls, hotels, information technology parks, and residential and industrial properties. The company was founded on september 1st, 2016 and is headquartered in Katwaria Sarai, India."}, "791": {"Sector": "Finance", "Industry": "Real Estate Development", "Website": "rustomjee.com", "Headquarters": 313, "Founded": "1995", "About-us": "Keystone Realtors Ltd. engages in the provision of construction and real estate services. It offers services to residential and commercial sectors. The company was founded by Boman Rustom Irani in 1995 and is headquartered in Mumbai, India."}, "797": {"Sector": "Finance", "Industry": "Real Estate Development", "CEO": "Abhishek Mangal P. Lodha", "Website": "lodhagroup.in", "Headquarters": 17014, "Founded": "1995", "About-us": "Macrotech Developers Ltd. engages in the real estate development business. Its core business is residential real estate developments with a focus on affordable and mid-income housing. The company was founded on September 25, 1995 and is headquartered in Mumbai, India."}, "834": {"Sector": "Finance", "Industry": "Real Estate Development", "CEO": "R. Malayappan Murali", "Website": "shriramproperties.com", "Headquarters": 668, "Founded": "2000", "About-us": "Shriram Properties Ltd. engages in the business of construction, development and sale of all housing projects. It provides financial services for commercial vehicle finance, life insurance, general insurance consumer and enterprise finance, financial product distribution, retail stock broking, and chit funds. The company offers non-financial services for industrial manufacturing, information technology, food and retail, infrastructure and energy. Shriram Properties was founded by Ramamurthy Thyagarajan in 2000 and is headquartered in Bangalore, India."}, "848": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Angshu Mallick", "Website": "adaniwilmar.com", "Headquarters": 5876, "Founded": "1999", "About-us": "Adani Wilmar Ltd. provides edible oil, vanaspati and specialty fats. The firm offers vanaspati, packed basmati rice, pulses, soya chunks, besan and specialty fats, lauric range products, castor oils, oleo chemicals and non-GMO soya products. The company was founded in January 1999 and is headquartered in Ahmedabad, India."}, "855": {"Sector": "Consumer Services", "Industry": "Restaurants", "CEO": "Rahul Agrawal", "Website": "barbequenation.com", "Headquarters": 8614, "Founded": "2006", "About-us": "Barbeque-Nation Hospitality Ltd. engages in setting up and managing the restaurant business. It owns and operates casual dining chains in India. The company was founded in 2006 and is headquartered in Bangalore, India."}, "856": {"Sector": "Consumer Non-Durables", "Website": "bectorfoods.com", "Headquarters": 2377, "Founded": "1995", "About-us": "Mrs. Bector's Food Specialities Ltd. manufactures and markets biscuits and bakery products. It operates through the following segments: Biscuits and Bakery products. The Biscuits segment manufactures and sells biscuits in the premium and mid-premium segments including a variety of cookies, creams, crackers, digestives, and glucose under its brand Mrs. Bector's Cremica. The Bakery Products segment manufactures and sells premium bakery products in savory and sweets categories for its retail customers such as breads, buns, pizza bases, and cakes under the ‘English Oven’ brand, which caters to the premium segment in Delhi NCR, Mumbai, and Bengaluru. The company was founded by Rajni Bector on September 15, 1995 and is headquartered in Gurugram, India."}, "857": {"Sector": "Consumer Non-Durables", "CEO": "Deepak Agarwal", "Website": "bikaji.in", "Headquarters": 2424, "Founded": "1986", "About-us": "Bikaji Foods International Ltd. engages in the manufacture and marketing of snacks. Its products include Bhujia, Namkeen, Papad, snacks, sweets, and frozen foods. The company was founded by Shivratan Agarwal in 1986 and is headquartered in Bikaner, India."}, "863": {"Sector": "Transportation", "Industry": "Marine Shipping", "CEO": "Thottoli Valsaraj", "Website": "coastalcorp.co.in", "Headquarters": 650, "Founded": "1981", "About-us": "Coastal Corp. Ltd. engages in processing, production, and distribution of seafood. Its products include sea caught and aquaculture shrimps. The company was founded on May 30, 1981 and is headquartered in Vishakhapatnam, India."}, "864": {"Sector": "Consumer Services", "Industry": "Restaurants", "CEO": "Virag Joshi", "Website": "dil-rjcorp.com", "Headquarters": 16876, "Founded": "1991", "About-us": "Devyani International Ltd. engages in the development and operation of quick service restaurant. It operates through Within India and Outside India segments. The company was founded on December 13, 1991 and is headquartered in Gurugram, India."}, "866": {"Sector": "Consumer Non-Durables", "CEO": "Venkat Krishna Reddy Busireddy", "Website": "dodladairy.com", "Headquarters": 2831, "Founded": "1995", "About-us": "Dodla Dairy Ltd. engages in procurement of milk and milk products. It offers various milk products like butter, ghee, paneer, curd, flavoured milk, doodh peda, ice cream and skimmed milk powder. The firm procures and sells milk and milk products across India. The company was founded by Dodla Sesha Reddy, Dodla Sunil Reddy, Dodla Girija Reddy, Dodla Deepa reddy and Dodla Subba Rama Reddy in 1995 and is headquartered in Hyderabad, India."}, "880": {"Sector": "Distribution Services", "Industry": "Food Distributors", "CEO": "Wajid Ahmed", "Website": "hmagroup.co", "Headquarters": "Agra", "Founded": "2008", "About-us": "HMA Agro Industries Ltd. operates as a food trade organization. It exports food and agro products including frozen fresh deglanded buffalo meat, prepared and frozen natural products, vegetables and cereals. The company was founded on April 9, 2008 and is headquartered in Agra, India."}, "894": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Vikas Goel", "Website": "megastarfoods.com", "Headquarters": 127, "Founded": "2011", "About-us": "Megastar Foods Ltd. engages in the production and distribution of wheat flour and related products. Its products include atta, wheat flour, fine wheat flour, suji, rawa, chokar, organic atta, organic wheat flour, and organic whole wheat flour. The company was founded on November 28, 2011 and is headquartered in Roopnagar, India."}, "898": {"Sector": "Consumer Non-Durables", "CEO": "Pravin N. Choudhary", "Website": "nakodas.com", "Headquarters": 31, "Founded": "2013", "About-us": "Nakoda Group of Industries Ltd. engages in the manufacture and sale of sauces, jams, jellies, and marmalades. It also offers bakery ingredients; edible seeds, dry fruits, and nuts; amla products; fruit pulp; invert sugar; candies; and rice and chickpeas. The company was founded by Jayesh Chowdhary & Pravin Chowdhary on October 22, 2013 and is headquartered in Nagpur, India."}, "906": {"Sector": "Consumer Non-Durables", "CEO": "Amit Kumat", "Website": "yellowdiamond.in", "Headquarters": 5449, "Founded": "2002", "About-us": "Prataap Snacks Ltd. engages in the production, market, and distribution of packaged snacks. Its products include extruded snacks, potato chips, and namkeen snacks under the Yellow Diamond brand. The company was founded by Amit Kumat, Apoorva Kumat, and Arvind Mehta in 2002 and is headquartered in Indore, India."}, "908": {"Sector": "Consumer Services", "Industry": "Restaurants", "CEO": "Rajeev Varman", "Website": "burgerking.in", "Headquarters": 8733, "Founded": "1954", "About-us": "Restaurant Brands Asia Ltd. engages in the management of restaurants. It offers burgers, breakfast, cravers, beverages, and desserts. The company's business was founded on November 11, 2013 and is headquartered in Mumbai, India."}, "912": {"Sector": "Consumer Non-Durables", "CEO": "Bhupatbhai Dakubhai Bhuva", "Website": "sheetalicecream.com", "Headquarters": 1534, "Founded": "1987", "About-us": "Sheetal Cool Products Ltd. engages in the manufacturing and processing of milk and milk products. It offers ice cream, milk and namkeen products under its Sheetal brand name. The company was founded by Jagdishbhai D. Bhuva in 1987 and is headquartered in Amreli, India."}, "914": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Ander Arenaza Alvarez", "Website": "mahindracie.com", "Headquarters": 10004, "Founded": "1999", "About-us": "CIE Automotive India Ltd. manufactures and sells forged automotive components. The firm focuses on design, and development of engine, steering and other components. Its products include crankshafts, oil sumps, engine gears, turbo housing, exhaust manifold, shafts, differential housing, steering, knuckles, stampings, ferrite magnets, and passive entry antenna components. The company was founded on August 13, 1999 and is headquartered in Mumbai, India."}, "930": {"Sector": "Process Industries", "Industry": "Containers/Packaging", "CEO": "Amit Agarwal", "Website": "boxandboard.in", "Headquarters": 396, "Founded": "1992", "About-us": "B&B Triplewall Containers Ltd. engages in the manufacture of corrugated boxes and corrugated sheets. It offers boxes, boards, and scrap. The company was founded in 1992 and is headquartered in Bangalore, India."}, "934": {"Sector": "Producer Manufacturing", "Industry": "Miscellaneous Manufacturing", "CEO": "Bijaykumar Agarwal", "Website": "pyramidtechnoplast.com", "Headquarters": "Mumbai", "Founded": "1996", "About-us": "Pyramid Technoplast Ltd. operates as a packaging company. It is engaged in the business of manufacturing bulk industrial containers which include IBC containers, plastic barrels and MS barrels. The firm serves to chemical, agrochemical, specialty chemical and pharmaceutical companies. The company was founded in April 1996 and is headquartered in Mumbai, India."}, "941": {"Sector": "Transportation", "Industry": "Air Freight/Couriers", "CEO": "Sanjay Gupta", "Website": "avglogistics.com", "Headquarters": 407, "Founded": "2010", "About-us": "AVG Logistics Ltd. is a logistics company, which engages in the business of transportation, warehousing, and other value added services. The firm also focuses on the Cold Chain business and the Costal Container business divisions. The company was founded on January 25, 2010 and is headquartered in New Delhi, India."}, "944": {"Sector": "Transportation", "Industry": "Air Freight/Couriers", "CEO": "Sahil Barua", "Website": "delhivery.com", "Headquarters": 20398, "Founded": "2011", "About-us": "Delhivery Ltd. engages in the provision of logistics solutions to eCommerce partners. It involves in building the operating system for commerce, through a combination of infrastructure, logistics operations, and cutting-edge engineering and technology capabilities. It offers express parcel, partial-truckload, freight, truckload freight, cross-border, and supply chain services. The company was founded by Sahil Barua, Kapil Bharati, Bhavesh Manglani, Mohit Tandon, and Amit Prakash Ambasta on June 22, 2011 and is headquartered in Gurugram, India."}, "946": {"Sector": "Transportation", "Industry": "Other Transportation", "Website": "patel-india.com", "Headquarters": 272, "Founded": "1959", "About-us": "Patel Integrated Logistics Ltd. engages in the air cargo consolidation business. The company was founded in 1959 and is headquartered in Mumbai, India."}, "949": {"Sector": "Transportation", "Industry": "Other Transportation", "Website": "patel-india.com", "Headquarters": 272, "Founded": "1959", "About-us": "Patel Integrated Logistics Ltd. engages in the air cargo consolidation business. The company was founded in 1959 and is headquartered in Mumbai, India."}, "956": {"Sector": "Electronic Technology", "Industry": "Aerospace & Defense", "CEO": "Munjal Sharad Shah", "Website": "parasdefence.com", "Headquarters": 404, "Founded": "2009", "About-us": "Paras Defence & Space Technologies Ltd. engages in the designing, developing, manufacturing, and testing of a wide range of defence and space engineering products and solutions. It operates through the following segments: Heavy Engineering, Defence and Space Optics, and Defence Electronics. The Heavy Engineering manufactures and sells flow formed rockets and missile motor tubes and radar array cooling assemblies for naval applications and turnkey projects. The Defence and Space Optics includes the manufacturing and sale of infrared lenses for night vision devices; space optics, ratings, and mirrors; reflex sights; and precision diamond turned components. The Defence Electronics segment comprises of defence automation and control systems, rugged command and control consoles, and EMP solutions. The company was founded on June 16, 2009 and is headquartered in Navi Mumbai, India."}, "976": {"Sector": "Retail Trade", "Industry": "Specialty Stores", "CEO": "Sanjay Raghuraman", "Website": "kalyanjewellers.net", "Headquarters": 9478, "Founded": "1993", "About-us": "Kalyan Jewellers India Ltd. owns and operates jewellery stores. The firm offers gold, diamond, platinum, and silver jewelleries. Its brands include Mudhra, Nimah, Anokhi, Rang, Tejasvi, Ziah, Laya, Glo, Candere, Vedha, Apoorva, and Hera. The company was founded by TS Kalyanaraman in 1993 and is headquartered in Thrissur, India."}, "989": {"Sector": "Consumer Durables", "Industry": "Other Consumer Specialties", "CEO": "Ashokkumar Mathurdas Zinzuwadia", "Website": "radhikajeweltech.com", "Headquarters": 124, "Founded": "1987", "About-us": "Radhika Jeweltech Ltd. engages in the retail of jewelry. The firm offers gold, silver, platinum, and diamond jewelry and ornaments. Its products cater mainly to the wedding and fashion segments. The company was founded by Ashokkumar Mathurdas Zinzuwadia in 1987 and is headquartered in Rajkot, India."}, "994": {"Sector": "Consumer Non-Durables", "CEO": "Jagdish Kumar Arora", "Website": "somindia.in", "Headquarters": 1615, "Founded": "1993", "About-us": "Som Distilleries & Breweries Ltd. operates as a holding company. The firm engages in the production and sale of alcoholic beverages. Its product portfolio includes beer, rum, brandy, vodka, gin and whisky. The company was founded by Jagdish Kumar Arora on March 26, 1993 and is headquartered in Bhopal, India."}, "995": {"Sector": "Consumer Non-Durables", "CEO": "Jagdish Kumar Arora", "Website": "somindia.in", "Headquarters": 1615, "Founded": "1993", "About-us": "Som Distilleries & Breweries Ltd. operates as a holding company. The firm engages in the production and sale of alcoholic beverages. Its product portfolio includes beer, rum, brandy, vodka, gin and whisky. The company was founded by Jagdish Kumar Arora on March 26, 1993 and is headquartered in Bhopal, India."}, "997": {"Sector": "Consumer Durables", "Industry": "Other Consumer Specialties", "CEO": "Suvankar Sen", "Website": "sencogoldanddiamonds.com", "Headquarters": "Kolkata", "About-us": "Senco Gold Ltd. engages in the provision of retail trade services for gold and jewellery. It also involves in buying, selling, remodeling, manufacturing of ornaments and articles made of gold, silver, platinum, and precious and semi precious stones, and allied materials. The company was founded by Shaankar Sen on August 22, 1994 and is headquartered in Kolkata, India."}, "1001": {"Sector": "Consumer Durables", "Industry": "Other Consumer Specialties", "CEO": "Mangesh Ramesh Chauhan", "Website": "skygold.co.in", "Headquarters": 243, "Founded": "2008", "About-us": "Sky Gold Ltd. engages in designing, manufacturing, and marketing of gold jewelry. Its products include necklaces, rings, pendants, bracelets, earrings, and bangles. The company was founded by Mangesh Ramesh Chauhan and Mahendra Champalal Chauhan on May 7, 2008 and is headquartered in Mumbai, India."}, "1042": {"Sector": "Non-Energy Minerals", "Industry": "Construction Materials", "CEO": "Padmalochanan Radhakrishnan", "Website": "kesocorp.com", "Headquarters": 4834, "Founded": "1919", "About-us": "Kesoram Industries Ltd. engages in the manufacture and sale of cement. The company operates under the India and Others geographical segments. The company was founded on October 18, 1919 and is headquartered in Kolkata, India."}, "1051": null, "1053": {}, "1057": {"Sector": "Finance", "Industry": "Life/Health Insurance", "CEO": "Anand Shankar Roy", "Website": "starhealth.in", "Headquarters": 14750, "Founded": "2006", "About-us": "Star Health & Allied Insurance Co. Ltd. engages in the provision of health insurance services. It covers and takes care of medical expenses in case the policyholder is hospitalized due to illness. It operates through the following segments: Fire, Marine Cargo, Marine Hull, Aviation, Motor, Workmen's Compensation/Employers Liability, Public/Product Liability, Engineering, Personal Accident, Health Insurance, and Others. The company was founded by Venkatasamy Jagannathan in 2006 and is headquartered in Chennai, India."}, "1060": {"Sector": "Technology Services", "Industry": "Information Technology Services", "CEO": "Warren Kevin Harris", "Website": "tatatechnologies.com", "Headquarters": "Pune", "Founded": "1989", "About-us": "Tata Technologies Ltd. is an engineering services company, which engages in the provision of product development and digital solutions, including turnkey solutions, to global original equipment manufacturers (OEMs). It operates through the Service and Technology Solutions segments. The Service segment provides outsourced engineering and designing services and digital transformation services to global manufacturing clients. The Technology Solutions segment refers to the academia upskilling and reskilling solutions and value-added reselling of software applications and solutions. The company was founded by Ratan Naval Tata in 1989 and is headquartered in Pune, India."}, "1062": {"Sector": "Process Industries", "CEO": "Nikhil Parimal Desai", "Website": "aarti-surfactants.com", "Headquarters": 308, "Founded": "2018", "About-us": "Aarti Surfactants Ltd. engages in the provision of ionic and non-ionic surfactants and specialty products. The company's product portfolio includes surfactants, mild surfactants, rheology modifiers, pearlizing agents, UV filters, syndet and soap bases, and active ingredients, as well as conditioning agents, blends, proteins, and quats. The company was founded on June 18, 2018 and is headquartered in Mumbai, India."}, "1066": {"Sector": "Non-Energy Minerals", "Industry": "Construction Materials", "CEO": "Karan Haresh Motwani", "Website": "hpint.in", "Headquarters": 555, "Founded": "1978", "About-us": "HP Adhesives Ltd. engages in the manufacture of consumer adhesives and sealants products such as PVC, solvent cement, synthetic rubber adhesive, PVA adhesives, silicone sealant, acrylic sealant, gasket shellac, other sealants, and PVC pipe lubricant. The company was founded in 1978 and is headquartered in Mumbai, India."}, "1073": {"Sector": "Producer Manufacturing", "Industry": "Industrial Machinery", "CEO": "Promeet Promode Ghosh", "Website": "crompton.co.in", "Headquarters": 5822, "Founded": "2015", "About-us": "Crompton Greaves Consumer Electricals Ltd. is a holding company, which engages in the manufacture and distribution of consumer electrical products. It operates through the Electrical Consumer Durables and Lighting Products segments. The Electrical Consumer Durables segment offers fans, pumps, and appliances. The Lighting Products segments comprises of luminaires and light sources. The company was founded on February 25, 2015 and is headquartered in Mumbai, India."}, "1075": {"Sector": "Retail Trade", "Industry": "Electronics/Appliance Stores", "CEO": "Karan Bajaj", "Website": "electronicsmartindia.com", "Headquarters": 2274, "Founded": "1980", "About-us": "Electronics Mart India Ltd. engages in the retailing and wholesale of electronic household items and accessories through stores and online platforms. Its brands include Bajaj Electronics, IQ, Kitchen Stories, and Audio & Beyond. The company was founded by Pavan Kumar Bajaj on October 1, 1980 and is headquartered in Hyderabad, India."}, "1078": {"Sector": "Producer Manufacturing", "Industry": "Building Products", "CEO": "Salil Kapoor", "Website": "hindwarehomes.com", "Headquarters": 590, "Founded": "2017", "About-us": "Hindware Home Innovation Ltd. engages in the branding, marketing, sale, distribution, trade, service of consumer appliances and furniture retail. It focuses under the consumer products distribution and marketing services, and furniture and home decor retail business. The company was founded on September 28, 2017 and is headquartered in Gurugram, India."}, "1085": {"Sector": "Consumer Durables", "Industry": "Electronics/Appliances", "Website": "stovekraft.com", "Headquarters": 5316, "Founded": "1994", "About-us": "Stove Kraft Ltd. engages in the manufacture and trade of kitchen and cookware appliances. Its products include pressure cookers, nonstick cookware, gas and induction cooktops, mixer grinder, and chimneys. The company was founded by Rajendra J. Gandhi in 1994 and is headquartered in Bangalore, India."}, "1099": {"Sector": "Consumer Non-Durables", "CEO": "Bhagwandas Kalidas Patel", "Website": "dynemic.com", "Headquarters": 490, "Founded": "1990", "About-us": "Dynemic Products Ltd. engages in the manufacture and market of dyes and intermediaries. Its products include food colour, lake colour, blende colour, FD&C colour, salt free dyes, dyes intermediates, D&C colours, and natural food colour. The company was founded on June 14, 1990 and is headquartered in Ahmedabad, India."}, "1118": {"Sector": "Process Industries", "Industry": "Pulp & Paper", "CEO": "Ajay Kumar Satia", "Website": "satiagroup.com", "Headquarters": 2159, "Founded": "1980", "About-us": "Satia Industries Ltd. engages in the manufacture and sale of printing and writing paper. It operates through the following segments: Paper Division, Yarn and Cotton Division, Cogeneration Division, Agriculture Division, and Solar Division. The company was founded by Ajay Kumar Satia on November 26, 1980 and is headquartered in Muktsar, India."}, "1129": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "Website": "verandalearning.com", "Headquarters": "Chennai", "Founded": "2018", "About-us": "Veranda Learning Solutions Ltd. engages in the sale of comprehensive learning programs. It offers training programs in test preparation for all competitive exams in India and abroad. The company was founded on November 21, 2018 and is headquartered in Chennai, India."}, "1143": {"Sector": "Electronic Technology", "Industry": "Electronic Production Equipment", "CEO": "Anthony Montalbano", "Website": "cyientdlm.com", "Headquarters": 1026, "Founded": "1993", "About-us": "Cyient DLM Ltd. engages in providing total electronic manufacturing solutions. It operates through the following segments: Aerospace and Defense, Medical, Industrial, and Transportation and Telecom. It offers design-led manufacturing (DLM) solutions to the aerospace and defense, medical technology and industrial sectors. The company was founded on June 30, 1993 and is headquartered in Mysore, India."}, "1155": {"Sector": "Electronic Technology", "Industry": "Electronic Equipment/Instruments", "CEO": "Venu Nuguri", "Website": "hitachienergy.com", "Headquarters": 2939, "Founded": "2019", "About-us": "Hitachi Energy India Ltd. engages in manufacture of electrical equipment. Its products and solutions support utility, industry and transport and infrastructure customers to plan, build, operate and maintain its power infrastructure. The company was founded on February 19, 2019 and is headquartered in Bangalore, India."}, "1176": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Narendra Joharimal Goliya", "Website": "rishabh.co.in", "Headquarters": "Nashik", "Founded": "1982", "About-us": "Rishabh Instruments Ltd. engages in the design, development, and manufacture of electrical automation, test & measuring instruments and industrial control products. It offers I/O converters, transducer and transmitters, EMS, paperless recorder, dataloggers, and temperature and humidity recorder, temperature controller and other related products. The company's products widely used in power generation, transmission and distribution, renewable energy, FMCG, pharmaceutical, cement, steel, oil & gas and railways sectors. Rishabh Instruments was founded by Narendra Joharimal Goliya on October 6, 1982 and is headquartered in Nashik, India."}, "1192": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Satyen Jitendra Mamtora", "Website": "transformerindia.com", "Headquarters": 538, "Founded": "1994", "About-us": "Transformers & Rectifiers (India) Ltd. engages in the manufacture and marketing of transformers. It offers a range of transformers, such as power, orders for spares, reactor, distribution, furnace, and rectifier transformers. It operates through the following segments: Central Utilities, State Utilities, EPC Player, Industrial Customer, Renewable Segment, Export, and Third Party Export. The company was founded on July 11, 1994 and is headquartered in Ahmedabad, India."}, "1204": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Gurdeep Soni", "Website": "unipartsgroup.com", "Headquarters": 3289, "Founded": "1994", "About-us": "Uniparts India Ltd. manufactures and supplies automotive components and accessories. Its products include 3-point linkage systems (3PL), precision machined parts (PMP), and adjacent product verticals of power take off (PTO). 3PL systems consist of different assemblies that are attached to an agricultural tractor. PMP is a group of products that are components requiring stringent material and manufacturing specifications and controls. It includes precision machined components such as pins, bushes and bosses used in articulated joints. PTO is a device used to drive implements such as rotary tillers, mowers, and other equipment requiring a mechanical drive by the tractor. The company was founded on September 26, 1994 and is headquartered in Noida, India."}, "1214": {"Sector": "Consumer Durables", "Industry": "Electronics/Appliances", "CEO": "Ravi Agarwal", "Website": "cellecor.com", "Headquarters": 211, "Founded": "2011", "About-us": "Cellecor Gadgets Ltd. operates as an electronic trading company. It engages in the trading of mobile, television and radio receivers, sound or video recording or reproducing apparatus, and associated goods. The company was founded by Ravi Agarwal and Nikhil Agarwal in 2011 and is headquartered in New Delhi, India."}, "1227": {"Sector": "Electronic Technology", "Industry": "Electronic Equipment/Instruments", "CEO": "Harsh Kumar Anand", "Website": "wonderelectricals.com", "Headquarters": 675, "Founded": "2009", "About-us": "Wonder Electricals Ltd. engages in the business of manufacturing electric goods. The firm is also involved in dealing and trading ceiling, exhaust, pedestal, and brushless direct current fans. The company was founded by Harsh Kumar Anand, Yogesh Anand, and Yogesh Sanhi on October 13, 2009 and is headquartered in New Delhi, India."}, "1228": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "Website": "aartechsolonics.com", "Headquarters": "Bhopal", "Founded": "1982", "About-us": "Aartech Solonics Ltd. is a system solution R&D enterprise, which engages in the provision of specialized and selected energy appliances. Its products include BTS 2000 fast bus transfer system, FaraDigm, control relay panel, load checkers, and wedge tightness detector. The company was founded by Anil Anant Raje on August 24, 1982 and is headquartered in Bhopal, India."}, "1230": {"Sector": "Electronic Technology", "Industry": "Electronic Production Equipment", "CEO": "Kunhamed Bicha", "Website": "avalontec.com", "Headquarters": 830, "Founded": "1999", "About-us": "Avalon Technologies Ltd. engages in the provision of electronics manufacturing services (EMS). The firm offers printed circuit board assembly, custom cable, wire harnesses, sheet metal, aerospace metal, machining, magnetics and plastics. It serves to the clean energy, mobility, communication, and industrial markets. The company was founded by Kunhamed Bicha and Bhaskar Srinivasan on November 3, 1999 and is headquartered in Chennai, India."}, "1236": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Hosakote Shama Rao Raghavendra Rao", "Website": "dcxindia.com", "Headquarters": "Bengaluru", "Founded": "2011", "About-us": "DCX Systems Ltd. provides optimal solutions to the defense & aerospace sector. It is an international leader and vertically integrated military, aerospace, design & Manufacturing company that specializes in providing integration and interconnect solutions. The company was founded in 2011 and is headquartered Bengaluru, India."}, "1243": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Hardeep Singh", "Website": "ikio.in", "Headquarters": 762, "Founded": "2016", "About-us": "IKIO Lighting Ltd. engages in the manufacture of light emitting diode (LED) lighting solutions. Its products include original design manufacturer (ODM) for LEDs lights, switches and hardware components, LED refrigeration lights and control, recreational vehicle component, and LED drivers. The company was founded on March 21, 2016 and is headquartered in Noida, India."}, "1247": {"Sector": "Electronic Technology", "Industry": "Electronic Production Equipment", "CEO": "Rajesh Sharma", "Website": "kaynestechnology.net", "Headquarters": 2866, "Founded": "1988", "About-us": "Kaynes Technology India Ltd. engages in design and manufacturing of advanced electronic modules and solutions. The company was founded in 1988 and is headquartered in Mysore, India."}, "1261": {"Sector": "Producer Manufacturing", "Industry": "Trucks/Construction/Farm Machinery", "CEO": "Srinivasan Ravi", "Website": "craftsmanautomation.com", "Headquarters": 2154, "Founded": "1986", "About-us": "Craftsman Automation Ltd. engages in the manufacture of precision components and engineering products. It offers gears and gear boxes, material handling equipment, heavy parts, engineered components, and assembly. It operates through the following business segments: Automotive-Powertrain and Others, Aluminium Products, and Industrial and Engineering. The company was founded by Srinivasan Ravi in 1986 and is headquartered in Coimbatore, India."}, "1262": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Raja Mukherjee", "Website": "dhruvconsultancy.in", "Headquarters": 299, "Founded": "2003", "About-us": "Dhruv Consultancy Services Ltd. engages in the provision of infrastructural solutions in relation to roads, highways, bridges, architecture, waste management, and ports. The firm is also involved in designing, engineering, procurement, construction, and integrated project management services. The company was founded by Pandurang Balkrishna Dandawate and Jayashree Pandurang Dandawate on August 26, 2003 and is headquartered in Navi Mumbai, India."}, "1263": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Jitendra Bhaskar Divgi", "Website": "divgi-tts.com", "Headquarters": 274, "Founded": "1995", "About-us": "Divgi Torqtransfer Systems Ltd. develops and supplies automotive transmission and transfer case components, subsystems and complete systems. The company was founded on September 18, 1995 and is headquartered in Pune, India."}, "1268": {"Sector": "Utilities", "Industry": "Alternative Power Generation", "CEO": "Mathusudhana Seethappa Karunakaran", "Website": "iwisl.com", "Headquarters": 652, "Founded": "2012", "About-us": "Inox Green Energy Services Ltd. provides wind power operation and maintenance services. The company is engaged in the business of providing long-term O&M services for wind farm projects, specifically the provision of O&M services for wind turbine generators (“WTGs”) and the common infrastructure facilities on the wind farm which support the evacuation of power from such WTGs. The firm was founded on 05th May, 2012 and is headquartered in Vadodara, India."}, "1276": {"Sector": "Producer Manufacturing", "Industry": "Auto Parts: OEM", "CEO": "Harpreet Singh Nibber", "Website": "pritikaautoindustries.com", "Headquarters": "Mohali", "Founded": "1980", "About-us": "Pritika Auto Industries Ltd. engages in the trading of machineries, equipment tools and various industrial products. Its products include forgers, converters, fabricators, assemblers, importers, exporters, agents, buyers, and sellers of all types of metal, alloys, castings, automobile parts, machine tools, tractor parts, all types of machinery, plant equipment, component, spares, tools, engineering goods and accessories. The company was founded on April 11, 1980 and is headquartered in Punjab, India."}, "1281": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Brijesh Kumar Gupta", "Website": "ircon.org", "Headquarters": 1344, "Founded": "1976", "About-us": "IRCON International Ltd. engages in the provision of engineering and construction services. It specializes in major infrastructure projects, including railways, highways, bridges, flyovers, tunnels, aircraft maintenance hangars, runways, extra high voltage sub-stations, electrical and mechanical works, commercial and residential properties, development of industrial areas, and other infrastructure activities. The company operates through the Domestic and International geographic segments. IRCON International was founded on April 28, 1976 and is headquartered in New Delhi, India."}, "1291": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Brijesh Kumar Gupta", "Website": "ircon.org", "Headquarters": 1344, "Founded": "1976", "About-us": "IRCON International Ltd. engages in the provision of engineering and construction services. It specializes in major infrastructure projects, including railways, highways, bridges, flyovers, tunnels, aircraft maintenance hangars, runways, extra high voltage sub-stations, electrical and mechanical works, commercial and residential properties, development of industrial areas, and other infrastructure activities. The company operates through the Domestic and International geographic segments. IRCON International was founded on April 28, 1976 and is headquartered in New Delhi, India."}, "1305": {"Sector": "Producer Manufacturing", "Industry": "Industrial Machinery", "CEO": "Asad Daud", "Website": "aeroflexindia.com", "Headquarters": "Navi Mumbai", "Founded": "1993", "About-us": "Aeroflex Industries Ltd. manufactures and sells stainless steel corrugated hoses and hose assemblies. The firm offers stainless steel hoses and braids, automotive exhaust connector, special assemblies hose, end connectors, and cam-lock couplings. The company was founded by Yusuf Mohammed Kagzi on October 19, 1993 and is headquartered in Mumbai, India."}, "1314": {"Sector": "Producer Manufacturing", "Industry": "Industrial Machinery", "CEO": "Reginaldo Dsouza", "Website": "anupengg.com", "Headquarters": 205, "Founded": "1962", "About-us": "Anup Engineering Ltd. is a heavy engineering company. It offers fabrication of critical process equipment like heat exchangers, pressure vessels, reactors, columns, centrifuges and dished ends. It operates under the India and Rest of the World geographical segments. The company was founded in 1962 and is headquartered in Ahmedabad, India."}, "1316": {"Sector": "Producer Manufacturing", "Industry": "Industrial Machinery", "CEO": "Amit Jain", "Website": "atamvalves.in", "Headquarters": 196, "Founded": "1982", "About-us": "Atam Valves Ltd. manufactures and supplies valves, fittings, steam traps, and strainers. Its products include flow indicators, auto injectors, industrial valve, globe valve, relief valve, horizontal check valve, and allied products. The company was founded by Vimal Parkash Jain in 1982 and is headquartered in Jalandhar, India."}, "1340": {"Sector": "Electronic Technology", "Industry": "Electronic Production Equipment", "CEO": "Kamal Sethia", "Website": "elinindia.com", "Headquarters": "New Delhi", "Founded": "1982", "About-us": "Elin Electronics Ltd. engages in the provision of electronics manufacturing services (EMS). It offers product solutions for major brands of lighting, fans, and small/ kitchen appliances. Its product portfolio in EMS includes light emitting diode (LED) lighting, fans and switches including lighting products, ceiling, fresh air and TPW fans, and modular switches and sockets. It also offers small appliances such as dry and steam irons, toasters, hand blenders, mixer grinders, hair dryer and hair straightener. The firm also handles fractional horsepower motors, which is used in mixer grinder, hand blender, wet grinder, chimney, air conditioner, and heat convector. Its other miscellaneous products include terminal blocks for air conditioners, stainless steel blade for mixer grinders, die casting, radio sets. It operates through the following segments: Small Appliances, Small Electric Motors, LED Lighting, Flashlights, and Fans. The company was founded on March 26, 1982 and is headquartered in New Delhi, India."}, "1345": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Anmol Singh Jaggi", "Website": "gensolsolar.com", "Headquarters": 450, "Founded": "2012", "About-us": "Gensol Engineering Ltd. provides solar consulting and engineering, procurement and construction services. It also offers operations and management, wind advisory, energy storage, monitoring and analytics services. The company was founded on September 25, 2012 and is headquartered in Ahmedabad, India."}, "1353": {"Sector": "Producer Manufacturing", "Industry": "Metal Fabrication", "CEO": "Vishal Rangwala", "Website": "harshaengineers.com", "Headquarters": 3233, "Founded": "1986", "About-us": "Harsha Engineers International Ltd. engages in the manufacture of precision bearing cages. It operates through the Engineering and Others and Solar Engineering, Procurement, and Construction (EPC) and Operations and Maintenance (O&M) segments. The Engineering and Others segment includes sales, services, design, tooling, development, procurement, and manufacturing of bearing cages and stamp components. The Solar Engineering, Procurement, and Construction and Operations and Maintenance segment focuses on the engineering, design, development, procurement, construction, erection, installation, commissioning, operation, and maintenance of solar power projects. The company was founded by Harish Ranjit Rangwala, Munjal Rangwala, and Rajendra Shantilal Shah in 1986 and is headquartered in Ahmedabad, India."}, "1358": {"Sector": "Electronic Technology", "Industry": "Aerospace & Defense", "CEO": "Ankit Mehta", "Website": "ideaforge.co.in", "Headquarters": "Mumbai", "Founded": "2007", "About-us": "ideaForge Technology Ltd. operates as a pioneer in research, development, production and operation of compact and user friendly unmanned aerial vehicles in India. It offers geographical mapping and survey, oil and gas pipeline monitoring, aerial cinematography and crowd management services. The company was founded by Ankit Mehta, Rahul Singh, Vipul Joshi and Ashish Bhat on February 8, 2007 and is headquartered in Mumbai, India."}, "1371": {"Sector": "Utilities", "Industry": "Alternative Power Generation", "CEO": "Farukbhai Gulambhai Patel", "Website": "kpgroup.co", "Headquarters": 238, "Founded": "2008", "About-us": "KPI Green Energy Ltd. engages in the provision of solar power services. The firm sells its products under the Solarism brand name. It operates through the following segments: Independent Producer Power (IPP) and Capve Power Producer (CPP). The IPP segment develops and maintains grid connected solar power projects as IPP and generates revenue by selling power units generated from solar plants. The CPP segment develops, transfers, operates and maintains grid connected solar power projects for CPP customers and generates revenue by selling these projects to CPP customers for their capve use requirements. The company was founded on February 1, 2008 and is headquartered in Surat, India."}, "1374": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "Website": "lloydsengg.in", "Headquarters": 163, "Founded": "1994", "About-us": "Lloyds Engineering Works Ltd. engages in designing, engineering, manufacturing, fabrication, supply, erection and commissioning of mechanical, hydraulic, structural, process plants, metallurgical, chemical plants equipments including marine and truck/wagon loading/unloading arms, columns, pressure vessels, dryers, boilers, power plant, steel plant, capital equipments, and execution of Turnkey and engineering, procurement & construction projects. The company was founded on September 19, 1994 and is headquartered in Mumbai, India."}, "1401": {"Sector": "Producer Manufacturing", "Industry": "Metal Fabrication", "Website": "salasartechno.com", "Headquarters": 2386, "Founded": "2001", "About-us": "Salasar Techno Engineering Ltd. engages in the manufacture and trade of steel items. Its products include galvanized and non-galvanized steel structures such as telecom towers, transmission line towers, and solar panels. It operates through the Steel Structure segment and the Engineering, Procurement, and Construction (EPC) Projects segment. The company was founded on October 24, 2001 and is headquartered in Ghaziabad, India."}, "1411": {"Sector": "Distribution Services", "Industry": "Wholesale Distributors", "CEO": "Mehul Mohanka", "Website": "tegaindustries.com", "Headquarters": 1837, "Founded": "1976", "About-us": "Tega Industries Ltd. manufactures and distributes critical to operate and recurring consumable products for the global mineral beneficiation, mining and bulk solids handling industry. Its products include chutes and its liners, grinding mill liners, trommels and screens, hydrocyclones, pumps & flotation parts, and conveyor products. The company was founded by Madan Mohan Mohanka on May 15, 1976 and is headquartered in Kolkata, India."}, "1426": {"About-us": "The investment objective of the scheme is to generate returns that are in line with the performance of physical silver in domestic prices, subject to tracking err."}, "1427": {"About-us": "The investment objective of the scheme is to provide returns before expenses that closely correspond to the total returns of securities as represented by S&P BSE SENSEX TRI, subject to tracking errs."}, "1428": {"About-us": "The investment objective of Nippon India ETF Nifty Bank BeES is to provide returns that, before expenses, closely correspond to the total returns of the Securities as represented by the Nifty Bank Index. There can be no assurance or guarantee that the investment objective of the Scheme will be achieved."}, "1429": {"About-us": "The investment objective of the scheme is to track the Nifty BHARAT Bond Index  April 2032 by investing in bonds of AAA-rated CPSEs/CPSUs/CPFIs and other Government organizations"}, "1430": null, "1431": {"About-us": "BHARAT Bond FOF  April 2030 is a fund of funds scheme with the primary objective to generate returns by investing in units of BHARAT Bond ETF  April 2030."}, "1432": {"About-us": "The investment objective of the Scheme is to invest in constituents of the underlying Index in the same proportion as in the underlying Index, and endeavor to provide returns before expenses, which closely correspond to the total returns of the underlying Index."}, "1433": {}, "1434": {"About-us": "The investment objective of the Scheme is to provide returns that, before expenses, closely correspond to the total returns of the Securities as represented by the Nifty CPSE Index"}, "1435": {"About-us": ".Fund is to seek to provide current income, commensurate with relatively low risk while providing a high level of liquidity, primarily through a portfolio of Collateralized Borrowing & Lending Obligation (CBLO)"}, "1436": {"About-us": "The Scheme seeks to provide returns that, before expenses, closely correspond to the total return of the underlying index (Nifty Bank Index), subject to tracking errs."}, "1437": {"About-us": "The Scheme seeks to provide returns that, before expenses, closely correspond to the total return of the underlying index, subject to tracking errs. There is no assurance that the investment objective of the Scheme will be realized."}, "1438": {"About-us": "The Scheme seeks to provide returns that, before expenses, closely correspond to the total return of the underlying index (NIFTY 50 Equal Weight Index), subject to tracking errs."}, "1439": {"About-us": "The Scheme seeks to provide returns that, before expenses, closely correspond to the total return of the underlying index (Nifty Midcap 150 Quality 50 Index), subject to tracking errs"}, "1440": {"About-us": "The scheme seeks to generate returns that are in line with the performance of physical silver in domestic prices, subject to tracking err. There is no assurance that the investment objective of the Scheme will be realized"}, "1441": {"About-us": "The investment objective of the scheme is to track the Nifty BHARAT Bond Index  April 2033 by investing in bonds of AAA-rated CPSEs/CPSUs/CPFIs and other Government organizations, subject to tracking errs."}, "1442": {}, "1443": {"About-us": "The investment objective of the Scheme is to provide investment returns that, before expenses, correspond to the total returns of the Securities as represented by the NIFTY Growth Sectors 15 Index, subject to tracking errs. There is no assurance that the investment objective of the Scheme will be realized."}, "1444": {"About-us": "The investment objective of the Scheme is to provide investment returns that, before expenses, correspond to the total returns of the Securities as represented by the NIFTY100 Low Volatility 30 Index, subject to tracking errs. There is no assurance that the investment objective of the Scheme will be realized."}, "1445": {"About-us": "The investment objective of the Scheme is to provide investment returns that, before expenses, correspond to the total returns of the Securities as represented by the NIFTY200 Momentum 30 Index, subject to tracking errs"}, "1446": {"About-us": "To provide investment returns that, before expenses, closely correspond to the total returns of the Securities as represented by the NIFTY Bank Index subject to tracking errs."}, "1447": {"About-us": "The investment objective of the Scheme is to provide investment returns that, before expenses, correspond to the total returns of the Securities as represented by the NIFTY IT Index, subject to tracking errs. There is no assurance that the investment objective of the Scheme will be realized"}, "1448": {"About-us": "The investment objective of the Scheme is to provide investment returns that, before expenses, correspond to the total returns of the Securities as represented by the NIFTY Private Bank Index"}, "1449": {"About-us": "The investment objective of the Scheme is to provide investment returns that, before expenses, correspond to the total returns of the Securities as represented by the NIFTY100 Quality 30 Index, subject to tracking errs. There is no assurance that the investment objective of the Scheme will be realized."}, "1450": {"About-us": "To generate returns that are commensurate with the performance of the S&P BSE SENSEX Index, subject to tracking errs. There is no assurance that the investment objective of the Scheme will be realized."}, "1451": {"About-us": "The investment objective of the Scheme is to generate returns that are in line with the performance of physical silver in domestic prices, subject to tracking err."}, "1452": {"About-us": "To generate returns that are commensurate (before fees and expenses) with the performance of the NIFTY Smallcap 250 Index, subject to tracking err. There is no assurance that the investment objective of the Scheme will be realized."}, "1453": {"About-us": "The investment objective of the Scheme is to provide investment returns that, before expenses, correspond to the total returns of the Securities as represented by the NIFTY50 Value 20 Index, subject to tracking errs. There is no assurance that the investment objective of the Scheme will be realized."}, "1454": {"Sector": "Miscellaneous", "Industry": "Investment Trusts/Mutual Funds", "About-us": "The investment objective of the scheme is to provide returns before expenses that closely correspond to the total return of the underlying index subject to tracking errs. However, there can be no assurance or guarantee that the einvestment objective of the Scheme would be achieved."}, "1455": {"Sector": "Miscellaneous", "Industry": "Investment Trusts/Mutual Funds", "About-us": "Aims to provide returns that closely correspond to the returns provided by Nifty Auto Index, subject to tracking err."}, "1456": {"Sector": "Miscellaneous", "Industry": "Investment Trusts/Mutual Funds", "About-us": "The investment objective of the scheme is to provide returns before expenses that closely correspond to the total return of the underlying index subject to tracking errs. However, there can be no assurance or guarantee that the investment objective of the Scheme would be achieved."}, "1457": {"Sector": "Miscellaneous", "Industry": "Investment Trusts/Mutual Funds", "About-us": "The investment objective of the scheme is to provide returns before expenses that closely correspond to the total return of the underlying index subject to tracking errs. However, there can be no assurance or guarantee that the investment objective of the Scheme would be achieved."}, "1458": {"Sector": "Miscellaneous", "Industry": "Investment Trusts/Mutual Funds", "About-us": "ICICI Prudential FMCG ETF will allow our investors to gain exposure to a diversified portfolio of companies in the consumer goods sector"}, "1459": {"About-us": "The investment objective of the scheme is to provide returns before expenses that closely correspond to the total return of the Underlying Index subject to tracking errs. However, there can be no assurance or guarantee that the investment objective of the Scheme would be achieved."}, "1460": {"About-us": "Investment objective of the Scheme is to provide returns before expenses that closely correspond to the total return of the Underlying Index, subject to tracking errs."}, "1462": {"Sector": "Miscellaneous", "Industry": "Investment Trusts/Mutual Funds", "About-us": "The Investment Objective of the Scheme is to generate returns that are in line with the performance of physical silver in domestic prices, subject to tracking err"}, "1463": {"About-us": "The investment objective of the scheme is to provide returns before expenses that closely correspond to the total return of the underlying index subject to tracking errs."}, "1465": {"About-us": "The investment objective of Nippon India ETF Infra BeES is to provide returns that, before expenses, closely correspond to the total returns of the Securities as represented by the Nifty Infrastructure Index by investing in the Securities in the same proportion as in the Index."}, "1466": {"About-us": "The investment objective of the Scheme is to provide returns before expenses that closely correspond to the total return of the Underlying Index, subject to tracking errs."}, "1467": {"About-us": "The Scheme employs a passive investment approach designed to track the performance of Nifty Next 50 Index"}, "1468": {"About-us": "The investment objective of the scheme is to provide returns before expenses that closely correspond to the total returns of the Nifty 50 subject to tracking errs"}, "1469": {"About-us": "The investment objective of the scheme is to provide returns that closely correspond to the total returns of Nifty PSU Bank Index, subject to tracking errs. However, there is no assurance that the investment objective of the Scheme will be achieved."}, "1472": {"About-us": "The investment objective of Nippon India ETF Nifty  1D Rate Liquid BeES is to seek to provide current  income, commensurate with low risk while providing  a high level of liquidity through a portfolio of Tri-Party  Repo/Repo & Reverse Repo."}, "1473": {"About-us": "Functions as an open-end investment fund"}, "1474": {"About-us": "The investment objective of the scheme is to generate returns, before expenses, that are commensurate with the performance of the Hang Seng TECH Total Return Index"}, "1475": {"About-us": "The investment objective of the scheme is to generate returns, before expenses, that are commensurate with the performance of the Nifty India Manufacturing Total Return Index, subject to tracking err. The Scheme does not guarantee or assure any returns"}, "1476": {"About-us": "The investment objective of the scheme is to generate returns, before expenses, that are commensurate with the performance of the S&P 500 Top 50 Total Return Index, subject to tracking err and forex movement. The Scheme does not guarantee or assure any returns"}, "1477": {"About-us": "The Scheme seeks investment return that corresponds (before fees and expenses) to the performance of Nifty Midcap 100 Index."}, "1478": {"About-us": "The Scheme seeks investment return that corresponds (before fees and expenses) generally to the performance of the Nifty 50 Total Return Index, subject to tracking err."}, "1479": {"About-us": "The Scheme seeks investment return that corresponds to the performance of the NASDAQ-100 Total Return Index, subject to tracking err. However, there can be no assurance or guarantee that the investment objective of the Scheme would be achieved."}, "1480": {"About-us": "The investment objective of the scheme is to provide returns that, before expenses, closely correspond to the total returns of the securities as represented by the Nifty 200 Momentum 30 Total Return Index, subject to tracking err. However, there is no guarantee or assurance that the investment objective of the scheme will be achieved."}, "1481": {"About-us": "The Scheme seeks investment return that corresponds with (before fees and expenses) to the performance of the NASDAQ Q-50 Index subject to tracking err and forex movement."}, "1485": {"About-us": "The investment objective of the scheme is to provide investment returns that, before expenses, closely correspond to the total returns of the securities as represented by the Nifty 100 Index, subject to tracking errs."}, "1486": {"About-us": "The investment objective of Nippon India ETF Nifty BeES is to provide investment returns that, before expenses, closely correspond to the total returns of the Securities as represented by the Nifty 50 Index. There can be no assurance or guarantee that the investment objective of the Scheme will be achieved."}, "1487": {"About-us": "The investment objective of Nippon India ETF Hang Seng BeES is to provide returns that, before expenses, closely correspond to the total returns of Securities as represented by Hang Seng Index of Hang Seng Data Services Limited, by investing in the Securities in the same proportion as in the index"}, "1488": {"About-us": "The investment objective of Nippon India ETF PSU Bank BeES is to provide returns that, before expenses, closely correspond to the total returns of the Securities as represented by the Nifty PSU Bank Index."}, "1489": {"About-us": "The investment objective of the scheme is to invest in stocks of companies comprising Nifty 50 Index"}, "1490": null, "1493": {"About-us": "The investment objective of the scheme is to provide investment returns closely corresponding to the total returns of the securities as represented by the S&P BSE Sensex Index before expenses, subject to tracking errs"}, "1494": {"About-us": "The Scheme employs a passive investment approach designed to track the performance of Nifty50 Shariah Index. The Scheme seeks to achieve this goal by investing in securities constituting the Nifty50 Shariah Index in same proportion as in the Index."}, "1495": {"About-us": "The investment objective of the scheme is to provide investment returns closely corresponding to the total returns of the securities as represented by the S&P BSE SENSEX Next 50 Index before expenses, subject to tracking errs."}, "1496": {"About-us": "The investment objective of the scheme is to provide returns that, before expenses, closely correspond to the total returns of the securities as represented by the underlying index, subject to tracking err."}, "1497": {"About-us": "The investment objecve of the scheme is to provide returns that, before expenses, closely correspond to the total returns of the securies as represented by the underlying index, subject to tracking err. However there is no guarantee or assurance that the investment objecve of the scheme will be achieved."}, "1498": {"About-us": "An exchange traded index fund (ETF) tracking the S&P BSE Sensex index. Passively managed fund with the endeavor to minimize the return differential between the fund and the underlying index."}, "1518": {"Sector": "Process Industries", "CEO": "Sailesh Chimanlal Mehta", "Website": "dfpcl.com", "Headquarters": 941, "Founded": "1979", "About-us": "Deepak Fertilisers & Petrochemicals Corp. Ltd. engages in the manufacture of industrial chemicals and fertilizers. It operates through the following segments: Chemicals, Fertilizers, Realty, and Others. The Chemicals segment produces ammonia, methanol, dilute nitric acid, concentrated nitric acid, carbon dioxide, technical ammonium nitrate, isopropyl alcohol, propane, and bulk and specialty chemicals. The Fertilizers segment includes nitro phosphate, muriate of potash, diammonium phosphate, ammonium sulphate, mixtures, single superphosphate, sulphur, micronutrients, SSF, bio fertilizers, fruits, vegetables, and pesticides. The Realty segment engages in real estate business. The Others segment generates energy through windmill power. The company was founded on May 31, 1979 and is headquartered in Pune, India."}, "1529": {"Sector": "Process Industries", "CEO": "Narayanan Suresh Krishnan", "Website": "paradeepphosphates.com", "Headquarters": 1476, "Founded": "1981", "About-us": "Paradeep Phosphates Ltd. manufactures and markets phosphates fertilizers. The company was founded on December 24, 1981 and is headquartered in Bengaluru, India."}, "1543": {"Sector": "Consumer Services", "Industry": "Movies/Entertainment", "CEO": "Balakrishnan R.", "Website": "basilicflystudio.com", "Headquarters": "Chennai", "Founded": "2012", "About-us": "Basilic Fly Studio Ltd. operates as a visual effects (VFX) studio. It engages in the development of VFX solutions for a diverse range of projects including movies, TV & net series, and commercials. The company was founded in 2012 and is headquartered in Chennai, India."}, "1599": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Sachinder Bhinder", "Website": "auhfin.in", "Headquarters": 7065, "Founded": "2011", "About-us": "Aavas Financiers Ltd. engages in the provision of housing loans to customers belonging to low and middle income segment in semi-urban and rural areas. The company was founded by Sushil Kumar Agarwal and Ghanshyam Rawat on February 23, 2011 and is headquartered in Jaipur, India."}, "1600": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "P. Balaji", "Website": "aptusindia.com", "Headquarters": 2405, "Founded": "2009", "About-us": "Aptus Value Housing Finance India Ltd. engages in the provision of housing finance needs of low income and middle income customers. Its products include home loans, non-housing loan, insurance services, and loan against property. The company was founded by Munusamy Anandan on December 11, 2009 and is headquartered in Chennai, India."}, "1607": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Manoj Viswanathan", "Website": "homefirstindia.com", "Headquarters": 993, "Founded": "2010", "About-us": "Home First Finance Company India Ltd. engages in the provision of home lending and financing services. It offers housing loans, construction finance, and loan against property. The company was founded by Palamadai S. Jayakumar, Jaithirth Rao and Manoj Viswanathan on February 3, 2010 and is headquartered in Mumbai, India."}, "1617": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Girish Kousgi", "Website": "pnbhousing.com", "Headquarters": 2159, "Founded": "1988", "About-us": "PNB Housing Finance Ltd. is a housing finance company, which engages in the provision of financial intermediate activities of housing finance industries. Its product portfolio includes housing loans, non-housing loans, and fixed deposits. It offers loans for purchase, construction, repair and renovation of houses. The company was founded on November 1, 1988 and is headquartered in New Delhi, India."}, "1631": {"Sector": "Technology Services", "Industry": "Internet Software/Services", "CEO": "A. Balasubramanian", "Website": "mutualfund.adityabirlacapital.com", "Headquarters": 1662, "Founded": "1994", "About-us": "Aditya Birla Sun Life AMC Ltd. is an investment manager. Its business lines are Portfolio Management Services, Real Estate Investments, and Alternative Investment Funds. The Portfolio Management Service business line is a customized service designed to seek consistent long term results by adopting a research based, methodical approach to investing. The Real Estate Investment Advisory business line enables investors to access Real Estate Investments opportunities meant for investors on a private placement basis. The company was founded on September 5, 1994 and is headquartered in Mumbai, India."}, "1643": {"Sector": "Finance", "Industry": "Investment Managers", "CEO": "Rakesh Rawal", "Website": "rathi.com", "Headquarters": 834, "Founded": "1995", "About-us": "Anand Rathi Wealth Ltd. engaged in the distribution and sale of financial products. It offers corporate finance, investment banking, stock broking, and private wealth services. The company was founded on March 22, 1995 and is headquartered in Mumbai, India."}, "1672": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "Anuj Kumar", "Website": "camsonline.com", "Headquarters": 6443, "Founded": "1988", "About-us": "Computer Age Management Services Ltd. engages in the provision of financial and mutual fund transfer services. Its businesses include mutual funds, electronic payment collection, insurance, alternative investment fund, banking and non-banking, KYC registration agency, and software solutions. The company was founded by Vaidyanathan Shankar on May 25, 1988 and is headquartered in Chennai, India."}, "1703": {"Sector": "Finance", "Industry": "Financial Conglomerates", "CEO": "Urvi Nopany", "Website": "birla-sugar.com", "Headquarters": "Kolkata", "Founded": "2015", "About-us": "Ganges Securities Ltd. engages in providing loans and investing in financials instruments. The company was founded on March 30, 2015 and is headquartered in Kolkata, India."}, "1705": {"Sector": "Finance", "Industry": "Investment Banks/Brokers", "CEO": "Jonna Venkata T. Rao", "Website": "stampedecap.com", "Headquarters": 5, "Founded": "1995", "About-us": "GACM Technologies Ltd. is engaged in the business of equity and currency broking and trading activities. The firm's products and services include Algo Trade, Online and Mobile Trading, Mini Folios and Portfolios Management Services. It has branch offices at New Delhi, Chennai, Bangalore, Chandigarh, Vijayawada, Vizag and Warangal. The company was founded by Meenavalli Venkat Srinivas on April 28, 1995 and is headquartered in Hyderabad, India."}, "1714": {"Sector": "Finance", "Industry": "Investment Managers", "CEO": "Navneet Munot", "Website": "hdfcfund.com", "Headquarters": 1281, "Founded": "1999", "About-us": "HDFC Asset Management Co. Ltd. engages in the provision of asset management services. It also offers portfolio management and advisory services to clients. The company was founded on December 10, 1999 and is headquartered in Mumbai, India."}, "1724": {"Sector": "Finance", "Industry": "Investment Banks/Brokers", "CEO": "Rajamani Venkataraman", "Website": "indiainfoline.com", "Headquarters": 1582, "Founded": "1996", "About-us": "IIFL Securities Ltd. is an institutional broking house and investment advisory firm. It provides diversified financial services and products to corporates, institutional investors, foreign portfolio investors, mutual funds, insurance companies, alternative investment funds, trusts, high net worth individuals, and retail clients. The company was founded on March 21, 1996 and is headquartered in Thane, India."}, "1741": null, "1751": {"Sector": "Health Services", "Industry": "Medical/Nursing Services", "Website": "maxindia.com", "Headquarters": 19, "Founded": "2019", "About-us": "Max India Ltd. engages in the provision of senior living communities, management and consultancy services. It owns, develops, constructs, operates, and establishes residential communities for seniors. The firm also offers daily living and memory care, home care, management and consultancy, and shared services, as well as medicare products. In addition, it is involved in the learning and development activities, and leasing of real estate properties. The company was founded by Analjit Singh on January 23, 2019 and is headquartered in Noida, India."}, "1752": {"Sector": "Health Services", "Industry": "Medical/Nursing Services", "Website": "maxindia.com", "Headquarters": 19, "Founded": "2019", "About-us": "Max India Ltd. engages in the provision of senior living communities, management and consultancy services. It owns, develops, constructs, operates, and establishes residential communities for seniors. The firm also offers daily living and memory care, home care, management and consultancy, and shared services, as well as medicare products. In addition, it is involved in the learning and development activities, and leasing of real estate properties. The company was founded by Analjit Singh on January 23, 2019 and is headquartered in Noida, India."}, "1768": {"Sector": "Consumer Non-Durables", "CEO": "Pravin N. Choudhary", "Website": "nakodas.com", "Headquarters": "Nagpur", "Founded": "2013", "About-us": "Nakoda Group of Industries Ltd. engages in the manufacture and sale of sauces, jams, jellies, and marmalades. It also offers bakery ingredients; edible seeds, dry fruits, and nuts; amla products; fruit pulp; invert sugar; candies; and rice and chickpeas. The company was founded by Jayesh Chowdhary & Pravin Chowdhary on October 22, 2013 and is headquartered in Nagpur, India."}, "1776": {"Sector": "Consumer Non-Durables", "CEO": "Chand Bihari Patodia", "Website": "birla-sugar.com", "Headquarters": "Kolkata", "Founded": "2015", "About-us": "Palash Securities Ltd. engages in the businesses related to investments, packaged food items, and professional services. It operates through the Investing Business and Food Processing Business segments. The Investing Business segment consists of interest income from inter-corporate deposits and bank deposits and dividend income from investment in shares and securities. The Food Processing Business segment refers to the business of canned fruits and vegetables, jam, jellies, squashes, and juices. The company was founded on March 23, 2015 and is headquartered in Kolkata, India."}, "1790": {"Sector": "Finance", "Industry": "Investment Managers", "CEO": "Shirish Govindbhai Patel", "Website": "prudentcorporate.com", "Headquarters": 1078, "Founded": "2000", "About-us": "Prudent Corporate Advisory Services Ltd. operates as an independent retail wealth management services group. The firm offers a technology-enabled investment and financial services platform with end-to-end solutions for financial products distribution. Its financial services and products include mutual funds, insurance, stock broking, fixed income products, properties, and loan products. The company was founded by Sanjay Rameshchandra Shah in 2000 and is headquartered in Mumbai, India."}, "1792": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "David Devasahayam", "Website": "radiantcashservices.com", "Headquarters": 9299, "Founded": "2005", "About-us": "Radiant Cash Management Services Ltd. engages in the provision of integrated cash logistics services. It offers cash pick-up and delivery, network currency management, cash processing, and cash vans and cash in transit. The company was founded by David Devasahayam and Renuka David in March 2005 and is headquartered in Chennai, India."}, "1806": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Harvinder Pal Singh", "Website": "satincreditcare.com", "Headquarters": 10033, "Founded": "1990", "About-us": "Satin Creditcare Network Ltd. engages in the provision financial services. It provides collateral free, microcredit facilities to economically active women in both rural and semi-urban areas. It offers finances products purchase of solar lamps, bicycles, and loans for development of water connections, and sanitation facilities. The company was founded in 1990 and is headquartered in New Delhi, India."}, "1811": null, "1813": null, "1817": null, "1818": {}, "1819": {}, "1820": null, "1821": null, "1822": {}, "1823": null, "1824": null, "1825": null, "1826": null, "1827": null, "1828": null, "1829": null, "1830": null, "1831": null, "1832": null, "1833": null, "1834": null, "1835": null, "1836": null, "1837": null, "1838": null, "1839": null, "1840": {}, "1841": {}, "1842": null, "1843": null, "1844": null, "1845": null, "1846": null, "1847": null, "1848": null, "1849": null, "1850": null, "1859": {"Sector": "Finance", "Industry": "Investment Banks/Brokers", "CEO": "Ajay K. Garg", "Website": "smcindiaonline.com", "Headquarters": 3900, "Founded": "1994", "About-us": "SMC Global Securities Ltd. engages in securities brokerage services. It offers brokerage, depository, clearing services, and distribution of financial products. The company founded by Subhash C. Aggarwal and Mahesh C Gupta on December 19, 1994 and is headquartered in New Delhi, India."}, "1883": {"Sector": "Finance", "Industry": "Investment Managers", "CEO": "Imtaiyazur Rahman", "Website": "utimf.com", "Headquarters": 1314, "Founded": "2002", "About-us": "UTI Asset Management Co. Ltd. engages in the provision of wealth management services. It involves in the management of offshore funds and provides support to the specified undertaking of the unit trust of India. The company was founded on November 14, 2002 and is headquartered in Mumbai, India."}, "1905": {"Sector": "Finance", "Industry": "Investment Managers", "Website": "abansholdings.com", "Headquarters": 112, "Founded": "2009", "About-us": "Abans Holdings Ltd. engages in the business of financial services. It operates through the following segments: Finance Business, Agency Business, Capital Business and Other Business. The Finance Business segment focuses on lending to private traders and other small and medium businesses involved in the commodities trading market. The Agency Business segment offers various institutional and non-institutional trading services, wealth management and private client brokerage services, mainly in equity, commodities and foreign exchange. The Capital and other Business segments include its internal treasury operations which manage their excess capital funds. The company was founded by Abhishek Bansal on September 24, 2009 and is headquartered in Mumbai, India."}, "1934": {"Sector": "Finance", "Industry": "Financial Conglomerates", "Headquarters": "Andheri", "Founded": "2016", "About-us": "Cox & Kings Financial Service Ltd. engages in the provision of financial services. It includes foreign exchange business, holiday financing, student loan financing, and other non-banking services activities. The company was founded on December 29, 2016 and is headquartered in Andheri, India."}, "1947": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Ganesh Narayanan", "Website": "creditaccessgrameen.com", "Headquarters": 16759, "Founded": "1999", "About-us": "CreditAccess Grameen Ltd. engages in the provision of micro finance services. It offers life insurance, emergency loans, family welfare loans, home improvement loans, retail finance, Jagruti program, and workshops. The company was founded by Vinatha Madhusudhan Reddy in May 1999 and is headquartered in Bangalore, India."}, "1959": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Anil Kothuri", "Website": "fedfina.com", "Headquarters": 3570, "Founded": "1995", "About-us": "Fedbank Financial Services Ltd. engages in the business of lending. It operates through the following segments: Distribution, Retail Finance, and Whole Sale Finance. The Distribution segment offers Sourcing Business of Home Loans, Auto Loans, Personal Loans, and Small and Medium-sized Enterprise Loans. The Retail Finance segment comprises of Gold Loans, Loan Against Property, Business Loans, Personal Loans, and Housing Finance. The Whole Sale Finance segment consists of Construction Finance Loans to Other Non-Banking Finance Company and Bill Discounting. The company was founded in April 17, 1995 and is headquartered in Mumbai, India."}, "1962": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Rangarajan Krishnan", "Website": "fivestargroup.in", "Headquarters": 7347, "Founded": "1984", "About-us": "Five-Star Business Finance Ltd. engages in the provision of financial services. It offers terms for business loans, housing loans, and commercial vehicles. The company was founded by V. K. Ranganathan on May 7, 1984 and is headquartered in Chennai, India."}, "1965": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Devesh Sachdev", "Website": "fusionmicrofinance.com", "Headquarters": 10363, "Founded": "1994", "About-us": "Fusion Microfinance Ltd. operates as a non-banking financial company-microfinance institution, which provides financial services to women entrepreneurs belonging to the economically and socially deprived section of the society. The company's clients comprise mainly of women living in rural and semi-urban areas. The company was founded by Devesh Sachdev, Ankur Singhal and Ashish Tewari on 5th September, 1994 and is headquartered in New Delhi, India."}, "2002": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Shelly Verma", "Website": "irfc.nic.in", "Headquarters": 42, "Founded": "1986", "About-us": "Indian Railway Finance Corp. Ltd. engages in the business of borrowing funds from the finance markets to finance the acquisition of assets which are leased out to the Indian Railways as finance lease. The company was founded on December 12, 1986 and is headquartered in New Delhi, India."}, "2023": null, "2106": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Shalabh Saxena", "Website": "spandanasphoorty.com", "Headquarters": 10016, "Founded": "1998", "About-us": "Spandana Sphoorty Financial Ltd. engages in the provision of financial services. It offers general, micro enterprise, individual, income generating, and farm equipment loans. The company was founded by Gangireddy Padmaja Reddy in 1998 and is headquartered in Hyderabad, India."}, "2142": {"Sector": "Finance", "Industry": "Investment Managers", "CEO": "Karan Omprakash Bhagat", "Website": "360.one", "Headquarters": 1052, "Founded": "2008", "About-us": "360 One Wam Ltd. engages in the provision of financial services. It offers wealth brokerage and advisory, lending solutions, and estate planning. It operates through the Wealth Management and Asset Management segments. The Wealth Management segment comprises distribution of financial products, advisory, equity and debt broking, estate planning and managing financial products essentially in the nature of advisory. The Asset Management segment generally comprises management of pooled funds under various products and structures such as mutual funds, alternative asset funds, portfolio management and related activities. The company was founded by Karan Bhagat, Yatin Shah, Anup Maheshwari, and Anirudha Taparia on January 17, 2008 and is headquartered in Mumbai, India."}, "2154": {"Sector": "Finance", "Industry": "Regional Banks", "CEO": "Rishi Gupta", "Website": "finobank.com", "Headquarters": 2868, "Founded": "2007", "About-us": "Fino Payments Bank Ltd. operates as a fintech company. Its services include current and savings accounts, remittances, business correspondent, mobile banking, bill payments and third-party financial products distribution. It operates through the following segments: Treasury, Corporate and Wholesale Banking, Retail Banking, and Other Banking Operations. The Other Banking Operations segment focuses on business correspondent services, domestic money transfer, micro-ATM, and aadhaar enabled payment system. The company was founded on June 23, 2007 and is headquartered in Mumbai, India."}, "2160": {"Sector": "Finance", "Industry": "Financial Conglomerates", "CEO": "Hitesh Kumar Sethia", "Website": "jfs.in", "Headquarters": "Mumbai", "Founded": "1999", "About-us": "Jio Financial Services Ltd. operates as a non-banking financial company. It offers finance, trading and investment services. The company was founded on July 22, 1999 and is headquartered in Mumbai, India."}, "2163": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Venkata Satya Naga Nadella", "Website": "kfintech.com", "Headquarters": 5127, "About-us": "KFin Technologies Ltd. engages in the provision of software as a service based end-to-end transaction management, channel management, compliance solutions, data analytics, and digital services. It operates through the following segments: Registry Services, Data Processing Services, and Pension Services. The company was founded on June 8, 2017 and is headquartered in Hyderabad, India."}, "2168": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Aseem Dhru", "Website": "sbfc.com", "Headquarters": "Mumbai", "Founded": "2008", "About-us": "SBFC Finance Ltd. operates as a non banking finance company. The firm provides credit to the under served and penetrated market of small entrepreneurs in fringes of urban and semi urban towns. It also offers gold, personal and working capital loans. The company was founded in July 2017 and is headquartered in Mumbai, India."}, "2169": {"Sector": "Technology Services", "Industry": "Information Technology Services", "CEO": "Ravi Vijay Ramaiya", "Website": "secmark.in", "Headquarters": 77, "Founded": "2011", "About-us": "SecMark Consultancy Ltd. operates as a consultancy firm. It provides Regulatory Compliance, Operations, Risk Management, Business Processes and Lives made simple with its Consulting, Technology and Outsourcing services. The company was founded on August 03, 2011 and is headquartered in Mumbai, MA."}, "2171": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Naresh Sharma", "Website": "suvidhaa.com", "Headquarters": 26, "Founded": "2007", "About-us": "Suvidhaa Infoserve Ltd. operates as a retail service aggregator. It offers domestic remittance, individual & business loan, mutual fund and other investment products, recharges, travel ticketing, general and life insurance, bank account opening and cash collection and bank account deposit services. The firm provides its services through the website and mobile apps for Android, Windows and iPhone. The company was founded by Paresh Jamnadas Rajde on June 22nd, 2007 and is headquartered in Mumbai, India."}, "2184": {"Sector": "Finance", "Industry": "Investment Banks/Brokers", "CEO": "Hemen Bhatia", "Website": "angelbroking.com", "Headquarters": 3120, "Founded": "1996", "About-us": "Angel One Ltd. operates as a financial services company. It engages in the full-service retail broking house. The firm also offers broking and advisory services, margin funding, loans against shares, and financial products distribution. It operates through the following segments: Broking and Related Services, Finance and Investing Activities and Health and Allied Fitness Activities. The Broking and Related Services segment comprises broking, advisory, product distribution, margin trading facility and other fee based services. The Finance and Investing Activities include financing and investment income. The Health and Allied Fitness Activities segment focuses in the fitness center operations. The company was founded on August 8, 1996 and is headquartered in Mumbai, India."}, "2232": {"Sector": "Finance", "Industry": "Investment Banks/Brokers", "CEO": "Sachin Gupta", "Website": "shareindia.com", "Headquarters": 2306, "Founded": "1994", "About-us": "Share India Securities Ltd. operates as a holding company, which engages in the provision of financial products and services. Its services include equity broking and depository participant services, research analysis, mutual fund advisory and distributorship and portfolio management. It operates through the following segments: Share Broking and Trading Business, Insurance Business, Merchant Banking Business, Non-Banking Finance Companies Business, and Technology Business. The Share Broking and Trading Business segment includes broking services to clients, research and advisory services, financial product distribution, depository services, the profit and gains earned by trading activity and investments in securities and commodities. The Insurance Business segment offers life and general insurance to individual and groups. The Merchant Banking Business segment consists of initial public offering, valuation, advisory, and mergers and acquisitions. The NBFC Business covers vehicle, micro-finance and small medium enterprises loans. The company was founded on July 12, 1994 and is headquartered in Noida, India."}, "2237": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Rohanjeet Singh Juneja", "Website": "dhanvarsha.co", "Headquarters": "Mumbai", "Founded": "1994", "About-us": "TruCap Finance Ltd. engages in the provision of non-mortgage loan services. The company operates under the Fund Based Activities segment and Advisory Services segment. Its products include personal, working capital, commercial purchase, and debt consolidation loans. The company was founded on November 9, 1994 and is headquartered in Mumbai, India."}, "2239": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Rajesh Sharma", "Website": "capriloans.in", "Headquarters": 9076, "Founded": "1994", "About-us": "Capri Global Capital Ltd. is a non-banking finance company, which engages in the provision of fund-based financing activity. Its products include ECLGS, home loans, MSME loans, indirect lending loans, and construction finance loans. The company was founded by Rajesh Sharma on November 15, 1994 and is headquartered in Mumbai, India."}, "2249": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Abhijit Chakravorty", "Website": "sbicard.com", "Headquarters": 36829, "Founded": "1998", "About-us": "SBI Cards & Payment Services Ltd. engages in the business of issuing credit cards to consumers in India. It provides a co-brand credit card for doctors which offers medical professional liability insurance to cardholders. The company was founded in 1998 and is headquartered in Gurgaon, India."}, "2258": {"Sector": "Retail Trade", "Industry": "Drugstore Chains", "CEO": "Madhukar Reddy Gangadi", "Website": "medplusindia.com", "Headquarters": 19626, "Founded": "2006", "About-us": "MedPlus Health Services Ltd. engages in the operation of pharmacies. Its pharmacies carry medicines, vitamins, medical devices, test kits, and fast-moving consumer goods. It also conducts pathological services and distributes medical and surgical supplies through RiteCure and its online pharmacy Medplus Mart. The company was founded by Madhukar Gangadi in February 2006 and is headquartered in Hyderabad, India."}, "2266": {"Sector": "Consumer Non-Durables", "CEO": "Madhavan Nair Kesavan Srideep", "Website": "heritagefoods.in", "Headquarters": 6348, "Founded": "1992", "About-us": "Heritage Foods Ltd. engages in dairy, retail, agri, bakery and renewable energy businesses. It operates through the following segments: Dairy, Renewable Energy and Feed. The Dairy segment manufactures and markets dairy products including fresh mil, curd, butter milk, lassi, ice cream, paneer, table butter, milk powder, flavored milk, UHT milk, Indian sweets and dairy whitener. The Renewable Energy segment produces power for captive consumption through its solar and wind power plants. The Feed segment offers cattle and fish feeds. The company was founded by Chandra Babu Naidu Nara on June 5, 1992 and is headquartered in Hyderabad, India."}, "2273": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Neerajkumar S. Agrawal", "Website": "narmadaagrobase.com", "Headquarters": 10, "Founded": "2013", "About-us": "Narmada Agrobase Ltd. engages in the manufacture and process of cotton seed meal cake, cattle feeds, and soya bean meal. It also offers guar meal, delinted cotton seed, organic fertilizers and cattle feed. It operates under the brand name of Churma, and Gaay Chhaap Narmada Pashu Aahar. The company was founded by Neerajkumar Sureshchandra Agrawal, Suresh Chandra Gupta, and Vimal Jain on January 29, 2013 and is headquartered in Ahmedabad, India."}, "2287": {"Sector": "Consumer Non-Durables", "Industry": "Apparel/Footwear", "Website": "campusshoes.com", "Headquarters": 6860, "Founded": "2006", "About-us": "Campus Activewear Ltd. manufactures and wholesale sports and casual footwear. The company was founded in 2006 and is headquartered in New Delhi, India."}, "2291": {"Sector": "Retail Trade", "Industry": "Apparel/Footwear Retail", "CEO": "Nissan Joseph", "Website": "metrobrands.com", "Headquarters": 5204, "Founded": "1947", "About-us": "Metro Brands Ltd. manufactures and retails footwear. Its brands include Metro, Mochi, Walkway, Da Vinchi and J. Fontini. Metro Brands also offer accessories such as belts, bags, socks, masks and wallets. The company was founded in 1947 and is headquartered in Mumbai, India."}, "2293": {"Sector": "Retail Trade", "Industry": "Apparel/Footwear Retail", "CEO": "Shuja Mirza", "Website": "redtape.com", "Headquarters": 803, "Founded": "1996", "About-us": "REDTAPE Ltd. engages in the business of designing, developing, trading, marketing, and retailing leather shoes, sports shoes, garments, apparel, and accessories. The firm is also involved in commercial operations. The company was founded by Rashi Ahmed Mirza in 1996 and is headquartered in Noida, India."}, "2295": {"Sector": "Utilities", "Industry": "Gas Distributors", "CEO": "Suresh P. Manglani", "Website": "adanigas.com", "Headquarters": 701, "Founded": "2005", "About-us": "Adani Total Gas Ltd. engages in the provision of gas distribution. The company was founded on August 5, 2005 and is headquartered in Ahmedabad, India."}, "2308": {"Sector": "Producer Manufacturing", "Industry": "Miscellaneous Manufacturing", "CEO": "Shreevar Kheruka", "Website": "borosil.com", "Headquarters": 2904, "Founded": "2010", "About-us": "Borosil Ltd. Engages in the manufacture and supply of glassware products. It operates through the following business segments: Scientificware, Consumerware, and Investments. The Scientificware segment manufactures and trades items used in laboratories, scientific ware, and pharmaceutical packaging. The Consumerware segment refers to the manufacturing and trading of items for domestic use. The Investments segment relates to investment activities. The company was founded on November 25, 2010 and is headquartered in Mumbai, India."}, "2310": {"Sector": "Consumer Durables", "Industry": "Home Furnishings", "CEO": "Prateek Maheshwari", "Website": "brandconcepts.in", "Headquarters": 451, "Founded": "2007", "About-us": "Brand Concepts Ltd. engages in trading of travel gear, small leather goods, handbags and accessories. The company was founded by Ganesh Dhoot, Arpit Dhoot, Kalpana Sharma and Rakesh Singhwi on October 4, 2007 and is headquartered in Indore, India."}, "2323": {"About-us": "The investment objective of the Scheme is to generate returns that are in line with the performance of gold."}, "2324": {"About-us": "The investment objective of the Scheme is to generate returns that are in line with the performance of gold, subject to tracking errs"}, "2325": {"About-us": "To generate returns that are in line with the performance of gold, subject to tracking errs. There is no assurance that the investment objective of the Scheme will be realized."}, "2326": null, "2327": {"About-us": "To generate returns that closely correspond to the returns provided by investment in physical gold in the domestic market, subject to tracking err. However, there is no assurance or guarantee that the investment objective of the Scheme will be achieved. The Scheme does not assure or guarantee any returns."}, "2328": {"About-us": "The objective of the Scheme is to seek to provide investment returns that, before expenses, closely track the performance of domestic prices of Gold derived from the LBMA AM fixing prices. However, the performance of the Scheme may differ from that of the underlying gold due to tracking err"}, "2329": {"About-us": "The investment objective of the scheme is to generate returns that are in line with the returns on investment in physical gold, subject to tracking errs. However, there is no assurance that the investment objective of the Scheme will be achieved"}, "2330": {}, "2331": {"About-us": "The Scheme employs an investment approach designed to track the performance of physical gold"}, "2332": {"About-us": "The Investment Objective of the fund is to generate returns that are in line with the performance of gold and gold related instruments subject to tracking errs"}, "2333": {}, "2334": {"About-us": "The investment objective of the fund is to seek toprovide returns that closely correspond to returnsprovided by price of gold through investment in physicalGold. The performance of the scheme may differ fromthat of the underlying asset due to tracking err."}, "2335": null, "2336": {"About-us": "The investment objecve of the fund is to endeavour to provide returns that, before expenses, closely track the performance and yield of Gold. However, the performance of the scheme may differ from that of the underlying asset due to tracking err"}, "2339": {"Sector": "Transportation", "Industry": "Marine Shipping", "Website": "allcargoterminals.com", "Headquarters": "Mumbai", "About-us": "Allcargo Terminals Ltd. engages in the operation of container freight stations and inland container depots. It offers import and export handlings, bonded and non-bonded warehouses, direct port delivery, and reefer monitoring services. The company is headquartered in Mumbai, India."}, "2347": {"Sector": "Transportation", "Industry": "Airlines", "CEO": "Richard Francis Theknath", "Website": "jfll.com", "Headquarters": 237, "Founded": "1986", "About-us": "Jet Freight Logistics Ltd. engages in the provision of freight forwarding services for various types of cargo. Its services include Air Freight, Ocean Freight, Rail Transportation, Surface Transportation, Courier, Customs Clearance, and Warehousing Service. The company was founded by Francis Joseph Theknath on April 13, 2006, and is headquartered in Mumbai, India."}, "2351": {"Sector": "Transportation", "Industry": "Trucking", "CEO": "Ravi Agarwal", "Website": "obclimited.com", "Headquarters": 174, "Founded": "1994", "About-us": "Orissa Bengal Carrier Ltd. engages in the transportation and logistics business. The firm's services include full truck load transport services, parcel and part truck load services. It serves steel, coal, aluminum, cement, petrochemicals, paper, marble, tiles, infra, and textile indutries. The company was founded by Ratan Kumar Agarwal on October 18, 1994 and is headquartered in Raipur, India."}, "2357": {"Sector": "Transportation", "Industry": "Air Freight/Couriers", "CEO": "Chander Agarwal", "Website": "tciexpress.in", "Headquarters": 3296, "Founded": "2008", "About-us": "TCI Express Ltd. engages in the logistics solutions business. It also provides courier and freighter services directly or through handling agents, delivery agents, monitoring agents and franchises in India. Its activities include public carriers, transporters and carriers of goods, passengers, merchandise, documents, parcels, services of pickup and delivery of documents, parcels, door to door/desk service of small, medium, bulk; odd or any size or type of consignments of all types of goods and merchandise including parcels, documents, refrigerated and frozen goods, public printed materials and household articles by company owned aircrafts, and by leased or hired aircrafts and acquire permits for operating company owned or leased or hired aircrafts or any other airborne vehicle on any route in India or in any part of the world or in space. The company was founded on November 10, 2008 and is headquartered in Gurgaon, India."}, "2361": {"Sector": "Health Services", "Industry": "Hospital/Nursing Management", "CEO": "Devlina Chakravarty", "Website": "artemishospitals.com", "Headquarters": 1985, "Founded": "2004", "About-us": "Artemis Medicare Services Ltd. engages in the management and operation of specialty hospitals and commercial operation of Artemis Hospitals. It operates through the Medical and Healthcare Services segment. The company was founded on May 18, 2004 and is headquartered in Gurugram, India."}, "2380": {"Sector": "Health Services", "Industry": "Hospital/Nursing Management", "CEO": "Pankaj Prakash Sahni", "Website": "medanta.org", "Headquarters": 9571, "Founded": "2004", "About-us": "Global Health Ltd. engages in the provision of healthcare, pathology, and other medical services. It engages in the research and development activities related to drugs, surgery, medical devices and equipment. The company was founded on August 13, 2004 and is headquartered in Gurugram, India."}, "2387": {"Sector": "Health Services", "Industry": "Hospital/Nursing Management", "CEO": "Bollineni Abhinay", "Website": "kimshospitals.com", "Headquarters": 5604, "Founded": "1973", "About-us": "Krishna Institute of Medical Sciences Ltd. engages in the provision of medical and healthcare services. The company was founded by B. Bhaskar Rao on July 26, 1973 and is headquartered in Secunderabad, India."}, "2388": {"Sector": "Health Services", "Industry": "Medical/Nursing Services", "CEO": "Pallavi Bhatevara", "Website": "krsnaadiagnostics.com", "Headquarters": 2562, "About-us": "Krsnaa Diagnostics Ltd. engages in the provision of diagnostics services. It offers radiology, pathology, and teleradiology services. It caters services to public and private hospitals, medical colleges and community health centers. The company was founded by Rajendra Mutha in 2011 and is headquartered in Pune, India."}, "2391": {}, "2392": {"Sector": "Health Services", "Industry": "Hospital/Nursing Management", "CEO": "Abhay Soi", "Website": "maxhealthcare.in", "Headquarters": 15117, "Founded": "1985", "About-us": "Max Healthcare Institute Ltd. engages in the management and operation of hospitals and specialty clinics. Its services include domestic and international patient services, hospital network, preventive health plans, and medical and life saver training programs. The company was founded on January 1, 1985 is headquartered in Gurugram, India."}, "2394": {"Sector": "Health Services", "Industry": "Medical/Nursing Services", "CEO": "Surendran Chemmenkotil", "Website": "metropolisindia.com", "Headquarters": 4765, "Founded": "1981", "About-us": "Metropolis Healthcare Ltd. owns and operates medical laboratories. The firm operates through Pathology Services. It offers comprehensive testing in the areas of genetics biochemistry, molecular oncology, anatomic pathology, microbiology, hematology, and immunochemistry. The company was founded by Sushil Kanubhai Shah and Gomathi Babu Sadacharam Kulandai Velu in 1981 and is headquartered in Mumbai, India."}, "2397": {"Sector": "Health Services", "Industry": "Hospital/Nursing Management", "CEO": "Ramesh Kancharla", "Website": "rainbowhospitals.in", "Headquarters": 4860, "Founded": "1998", "About-us": "Rainbow Children's Medicare Ltd. engages in the provision of medical and healthcare services. Its core specialties are pediatrics, which includes newborn and pediatric intensive care, multi-specialty services, pediatric quaternary care including multi organ transplants, and obstetrics and gynecology, which includes normal and complex obstetric care, multi-disciplinary fetal care, perinatal genetic, and fertility care. The company was founded by Ramesh Kancharla on August 7, 1998 and is headquartered in Hyderabad, India."}, "2403": {"Sector": "Health Services", "Industry": "Medical/Nursing Services", "CEO": "Suprita Reddy Sura", "Website": "vijayadiagnostic.com", "Headquarters": 2644, "Founded": "1981", "About-us": "Vijaya Diagnostic Centre Ltd. engages in the provision of diagnostic services, spanning pathological investigations, basic and high-end radiology, nuclear medicine, and related healthcare services. The firm also offers laboratory, radiology, and advanced radiology services. The company was founded by Surendranath Reddy Sura in 1981 and is headquartered in Hyderabad, India."}, "2404": {"Sector": "Health Technology", "CEO": "Murtaza Habil Khorakiwala", "Website": "wockhardt.com", "Headquarters": 3143, "Founded": "1967", "About-us": "Wockhardt Ltd. engages in the pharmaceutical business. Its products include formulations, biopharmaceuticals, nutrition products, vaccines and active pharmaceutical ingredients. The company was founded by Habil Fakhruddin Khorakiwala in 1967 and is headquartered in Mumbai, India."}, "2405": {"Sector": "Health Services", "Industry": "Hospital/Nursing Management", "Website": "yatharthhospitals.com", "Headquarters": "Greater Noida", "Founded": "2008", "About-us": "Yatharth Hospital & Trauma Care Services Ltd. is a holding company, which engages in the provision of health care services. It involves in the business of operating hospitals and other allied services. The company was founded on February 28, 2008 and is headquartered at Greater Noida, India."}, "2414": {"Sector": "Consumer Services", "Industry": "Hotels/Resorts/Cruise lines", "CEO": "Sanjay Sethi", "Website": "chalethotels.com", "Headquarters": 2544, "Founded": "1986", "About-us": "Chalet Hotels Ltd. is a holding company, which is an owner, developer and asset manager of hotels in various metro cities in India. It operates through the following business segments: Hospitality (Hotels), Real Estate, and Retail. The Hospitality (Hotels) segment comprises of hotel operations. The Real Estate segment sells residential flats. The Retail segment comprises of the income earned through leasing of commercial properties. The company was founded on January 6, 1986 and is headquartered in Mumbai, India."}, "2430": {"Sector": "Consumer Services", "Industry": "Hotels/Resorts/Cruise lines", "CEO": "Puneet Chhatwal", "Website": "ihcltata.com", "Headquarters": 35816, "Founded": "1899", "About-us": "Indian Hotels Co. Ltd. engages in the ownership, operation, and management of hotels, palaces, and resorts. It operates through India and Overseas geographical segments. The company was founded by Jamsedji Nusserwanji Tata in 1899 and is headquartered in Mumbai, India."}, "2448": {"Sector": "Consumer Services", "Industry": "Hotels/Resorts/Cruise lines", "CEO": "Ashish Jakhanwala", "Website": "samhi.co.in", "Headquarters": "Gurgaon", "Founded": "2010", "About-us": "SAMHI Hotels Ltd. operates a hotel ownership and asset management platform. The firm through its subsidiaries operates hotels under the brand names Courtyard By Marriott, Fairfield By Marriott, Hyatt Place and Four Points By Sheraton in Bangalore, Ahmedabad and Delhi NCR regions. The company was founded by Ashish Jakhanwala, Manav Thadani and Steve Rushmore on December 28, 2010 and is headquartered in Gurgaon, India."}, "2450": {"Sector": "Consumer Services", "Industry": "Restaurants", "CEO": "Sanjay Purohit", "Website": "sapphirefoods.in", "Headquarters": 10623, "Founded": "2009", "About-us": "Sapphire Foods India Ltd. engages in the quick service restaurant and casual dining business. It acts as YUM brand's franchisee operator and operates 204 KFC restaurants, 231 Pizza Hut restaurants and 2 Taco Bell stores in India, Sri Lanka and Maldives. The company was founded on November 10, 2009 and is headquartered in Mumbai, India."}, "2472": {"Sector": "Consumer Durables", "Industry": "Home Furnishings", "Website": "celloworld.com", "Headquarters": 5857, "Founded": "1967", "About-us": "Cello World Ltd. exports household products. It supplies and distributes Drinkware, Dinnerware, Lunch boxes, Casseroles, Jars, Containers, Bakeware, Kitchen appliances and Cookware products. The company was founded in 1967 and is headquartered in Mumbai, India."}, "2477": {"Sector": "Producer Manufacturing", "Industry": "Office Equipment/Supplies", "CEO": "Vimalchand Jugraj Rathod", "Website": "flairworld.in", "Headquarters": "Mumbai", "Founded": "1976", "About-us": "Flair Writing Industries Pvt Ltd. engages in the manufacture of writing instruments. Its products include pens, stationery, and houseware items. The company was founded on August 12, 2016 and is headquartered in Mumbai, India."}, "2488": {"Sector": "Consumer Durables", "Industry": "Electronics/Appliances", "Website": "orientelectric.com", "Headquarters": 3119, "Founded": "1954", "About-us": "Orient Electric Ltd. is engages in the manufacture and sale of electronic equipment. It operates through the Electrical Consumer Durables and Lighting and Switchgear segments. The Electrical Consumer Durables segment involves in the manufacture, purchase, and sale of electric fans such as ceiling, portable, and airflow, as well as components, accessories, and appliances. The Lighting and Switchgear segment comprises manufacture, purchase, and sale of lights, luminaries and switchgears. The company was founded in 1954 and is headquartered in New Delhi, India."}, "2508": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Manish Ravilal Patel", "Website": "gecpl.com", "Headquarters": 26, "Founded": "1994", "About-us": "Generic Engineering Construction & Projects Ltd. engages in the construction of residential buildings and commercial complexes. It also offers design and build concept, engineering procurement, and construction. The company was founded on October 31, 1994 and is headquartered in Mumbai, India."}, "2510": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Harendra Singh", "Website": "hginfra.com", "Headquarters": 7091, "Founded": "2003", "About-us": "H.G. Infra Engineering Ltd. is a construction company, which engages in the execution of infrastructure sector projects including highways, roads, and bridges. It also carries out civil construction projects like extension and grading of runways, railways, and land development. Its project portfolio includes Yamuna Expressway, Chandrapur, Agra, Faizabaad, and Chittorgarh. The company was founded on January 21, 2003 and is headquartered in Jaipur, India."}, "2521": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Sudhanshu Shekhar", "Website": "likhitha.co.in", "Headquarters": 871, "Founded": "1998", "About-us": "Likhitha Infrastructure Ltd. engages in the provision of oil and gas pipeline infrastructure services. It focuses on laying pipeline networks and construction of associated facilities. The firm also offers operations and maintenance services to the city gas distribution (CGD) companies in India. The company was founded by Srinivasa Rao Gaddipati in August 6, 1998 and is headquartered in Hyderabad, India."}, "2527": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Padmaraj Padmnabhan Pillai", "Website": "power-instrumentation.grouppower.org", "Headquarters": 47, "Founded": "1975", "About-us": "Power & Instrumentation (Gujarat) Ltd. engages in the provision of EPC solutions for electrical requirement and manufactured electronic boards, electrical panels and control panels. Its services involves power and distribution transformers, high tension and low tension power distribution panels, cables an cable management systems, internal lighting, specialized lighting; access control systems, uninterruptible power supply systems and building management systems. The company was founded in 1975 and is headquartered in Ahmedabad, India."}, "2534": {"Sector": "Producer Manufacturing", "Industry": "Trucks/Construction/Farm Machinery", "CEO": "Sudipta Mukherjee", "Website": "texmaco.in", "Headquarters": 5661, "Founded": "1998", "About-us": "Texmaco Rail & Engineering Ltd. manufactures railways equipment and related products. It operates through the following segments: Heavy Engineering Division, Steel Foundry and Rail EPC. The Heavy Engineering Division segment involves the freight car and components. The Steel Foundry segment includes the development and export of industrial casting. The Rail EPC segment focuses on Kalindee Rail and Bright Power units. The company was founded was founded on June 25, 1998 and is headquartered in Kolkata, India."}, "2563": {"Sector": "Non-Energy Minerals", "Industry": "Steel", "CEO": "Viral Mukundbhai Shah", "Website": "gyscoal.com", "Headquarters": "Ahmedabad", "Founded": "1999", "About-us": "Shah Metacorp Ltd. manufactures, exports and supplies stainless steel products. The company's products include stainless steel angle bars, bright round bars, flat bars, flats, ingots, billets and mild steel angle bars. It trades in mild steel products namely CTD Bars and TMT Bars. The company was founded on September 29, 1999 and is headquartered in Ahmedabad, India."}, "2571": {"Sector": "Non-Energy Minerals", "Industry": "Steel", "CEO": "Rupesh Kumar Gupta", "Website": "hariompipes.com", "Headquarters": 640, "Founded": "2007", "About-us": "Hariom Pipe Industries Ltd. engages in the manufacture of a variety of steel products. It offers mild steel billets; hot rolled skelps; mild steel pipes in square, rectangular, round, and D-shape; and scaffolding systems. The company was founded by Rupesh Kumar Gupta on June 21, 2007 and is headquartered in Hyderabad, India."}, "2620": {"Sector": "Non-Energy Minerals", "Industry": "Steel", "CEO": "Amitava Mukherjee", "Website": "nmdcsteel.nmdc.co.in", "Headquarters": 1663, "Founded": "2015", "About-us": "NMDC Steel Ltd. produces iron ore. The company was founded on January 2, 2015 and is headquartered in Hyderabad, India."}, "2638": {"Sector": "Non-Energy Minerals", "Industry": "Steel", "CEO": "Vijay Ramanlal Sanghavi", "Website": "ratnaveer.com", "Headquarters": "Vadodara", "Founded": "2002", "About-us": "Ratnaveer Precision Engineering Ltd. engages in the manufacture and supply of stainless steel. It offers stainless steel washer, solar mounting hooks, and finishing sheets. The company was founded on February 20, 2002 and is headquartered in Vadodara, India."}, "2649": {"Sector": "Non-Energy Minerals", "Industry": "Steel", "CEO": "Mayur Bhatt", "Website": "sarthakmetals.com", "Headquarters": 138, "Founded": "1995", "About-us": "Sarthak Metals Ltd. engages in the provision of modern metallurgical solutions for fine tuning of steel. It operates through the following segments: Cored Wire, Aluminium Flipping Coals, and Industrial Gases. The company was founded on July 28, 1995 and is headquartered in Bhilai, India."}, "2658": {"Sector": "Producer Manufacturing", "Industry": "Metal Fabrication", "Website": "shyammetalics.com", "Headquarters": 14635, "Founded": "2002", "About-us": "Shyam Metalics & Energy Ltd. engages in the manufacture and sale of ferro alloys, iron and steel products and power generation. The company was founded on December 10, 2002 and is headquartered in Kolkata, India."}, "2683": {"Sector": "Non-Energy Minerals", "Industry": "Steel", "CEO": "Arun Axaykumar Kothari", "Website": "venuspipes.com", "Headquarters": 328, "Founded": "2015", "About-us": "Venus Pipes & Tubes Ltd. manufactures stainless steel pipes and tubes. It operates through the following segments: Direct Domestic, Export, and Stockist and Traders. The company was founded on February 17, 2015 and is headquartered in Kutch, India."}, "2693": {"Sector": "Technology Services", "Industry": "Information Technology Services", "Headquarters": "Mumbai", "Founded": "2016", "About-us": "Vl E-Governance & IT Solutions Ltd. engages in the provision of electronic-governance services. It also offers information technology enabled services system integration services and equipment trading activities, and business-to-business trading business. The company was founded on March 18, 2016 and is headquartered in Mumbai, India."}, "2698": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Anuj Khanna Sohum", "Website": "affle.com", "Headquarters": 562, "Founded": "1994", "About-us": "Affle (India) Ltd. engages in the provision of mobile advertisement services. It operates through the Consumer Platform and Enterprise Platform segments. The Consumer Platform segment focuses on providing a mobile advertisement services to its customers and is a reseller of advertisement space for online publishing companies including right to use of the platform. The Enterprise Platform segment provides customized mobile application development services. The company was founded by Anuj Khanna Sohum, Madan Sanglikar, Viraj Sinh and Anuj Kumar on August 18, 1994 and is headquartered in Gurugram, India."}, "2708": {"Sector": "Technology Services", "Industry": "Packaged Software", "Website": "aurumproptech.in", "Headquarters": 80, "Founded": "2013", "About-us": "Aurum Proptech Ltd. engages in insurance business transformation, by providing technology solutions which include software products, consulting and information technology (IT) services. It offers software solutions and IT services in the core insurance areas such as policy administration, billing, claims, distribution and analytics. The company was founded on June 27, 2013 and is headquartered in Mumbai, India."}, "2710": {"Sector": "Technology Services", "Industry": "Packaged Software", "Website": "aurumproptech.in", "Headquarters": 80, "Founded": "2013", "About-us": "Aurum Proptech Ltd. engages in insurance business transformation, by providing technology solutions which include software products, consulting and information technology (IT) services. It offers software solutions and IT services in the core insurance areas such as policy administration, billing, claims, distribution and analytics. The company was founded on June 27, 2013 and is headquartered in Mumbai, India."}, "2735": {"Sector": "Technology Services", "Industry": "Information Technology Services", "Website": "devitpl.com", "Headquarters": 749, "Founded": "1997", "About-us": "Dev Information Technology Ltd. engages in the provision of digital solutions. Its services include cloud, managed information technology (IT) services, digital transformation, application development, and enterprise applications. The company was founded by Pranav Pandya Niranjanbhai and Jaimin Shah Jagdishbhai on December 23, 1997 and is headquartered in Ahmedabad, India."}, "2752": {"Sector": "Technology Services", "Industry": "Data Processing Services", "CEO": "Venkatraman Narayanan", "Website": "happiestminds.com", "Headquarters": 4233, "Founded": "2011", "About-us": "Happiest Minds Technologies Ltd. engages in the provision of information technology (IT) services. It includes agile infrastructure, data management, digital transformation, managed infrastructure and safety, product engineering, IT security and web technologies. It operates through the following segments: Infrastructure Management & Security Services (IMSS), Digital Business Solutions (DBS), and Product Engineering Services (PES). The IMSS segment delivers integrated end-to-end infrastructure and security solutions with specialization in cloud, virtualization and mobility across a multitude of industry verticals and geographies The DBS segment offers enterprise applications and customized solutions that enable organizations to be smarter and accelerate business transformation. The PES segment assists software product companies in building robust products and services that integrate mobile, cloud, and social technologies. The company was founded by Joseph Anantharaju, Ramakanth Desai, Salil Godika, Vikram Gulati, Puneet Jetli, Aurobinda Nanda, Prasenjit Saha, Dattatri Salagame, Raja Sekher, Raja Shanmugam, Ashok Soota, and K. Venkatesan in April 2011 and is headquartered in Bangalore, India."}, "2773": {"Sector": "Technology Services", "Industry": "Packaged Software", "Website": "kpit.com", "Headquarters": 10705, "Founded": "2018", "About-us": "KPIT Technologies Ltd. engages in the provision of software for the automobile and mobility industry. It operates through the following geographical segments: Americas, UK and Europe, and Rest of the World. The company was founded by Shashishekhar Pandit, Kishore Parshuram Patil, and Sachin Dattatraya Tikekar on January 1, 2018 and is headquartered in Pune, India."}, "2774": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Rajan Sethuraman", "Website": "latentview.com", "Headquarters": 958, "Founded": "2006", "About-us": "Latent View Analytics Ltd. provides data analytics services. Its services include marketing, business, supply chain, and risk and compliance analytics. The firm also offers solutions such as DigiView, Jarvis, Limerick, and Solvelt. The company was founded by Adugudi Venkat Viswanathan and Pramad Jandhyala on January 3, 2006 and is headquartered in Chennai, India."}, "2780": {"Sector": "Technology Services", "Industry": "Information Technology Services", "CEO": "Sunil Kumar Kalidindi", "Website": "megasoft.com", "Headquarters": "Hyderabad", "Founded": "1994", "About-us": "Megasoft Ltd. engages in pharmaceutical research & development and in business of development, production, distribution and sale of chemicals and pharmaceuticals. It focuses on Pharma, Aerospace and Defense Electronics areas and is in the process of acquiring a few companies and intend to provide centralized corporate, technology, finance, leadership and management support services. The company was founded by Gandarvakottai Venkataraman Kumar in 1994 and is headquartered in Hyderabad, India."}, "2787": {"Sector": "Electronic Technology", "Industry": "Computer Peripherals", "CEO": "Sanjay Lodha", "Website": "netwebindia.com", "Headquarters": "Faridabad", "Founded": "1999", "About-us": "Netweb Technologies India Ltd. engages in the computer server business. Its services include transforming storage and computing with innovative servers, workstations, storage, cloud, and big data solutions. The company was founded on September 22, 1999 and is headquartered in Faridabad, India."}, "2812": {"Sector": "Communications", "Industry": "Major Telecommunications", "CEO": "Rajdip Kumar C. Gupta", "Website": "routemobile.com", "Headquarters": 410, "Founded": "2004", "About-us": "Route Mobile Ltd. engages in the provision of cloud-communication platform services to enterprises, over-the-top players (OTT), and mobile network operators. It offers omni-channel digital communication solutions, including application-to-person short message, rich communication services, over-the-top, and others. The firm operates through the geographical segments of India and Overseas. The company was founded by Rajdip Kumar C. Gupta and Sandipkumar C. Gupta on May 14, 2004 and is headquartered in Mumbai, India."}, "2813": {"Sector": "Finance", "Industry": "Financial Conglomerates", "Website": "cescventures.com", "Headquarters": 96, "Founded": "2017", "About-us": "RPSG Ventures Ltd. operates as a venture capital investment company. It focuses on information technology, business outsourcing and real estate. The company was founded on February 7, 2017 and is headquartered in Kolkata, India."}, "2823": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Prakash Ratilal Parikh", "Website": "sigmasolve.in", "Headquarters": 252, "Founded": "2010", "About-us": "Sigma Solve Ltd. engages in information and information enabled services. It offers customized plugins such as Magento, nopCommerce, Prestashop, and Wordpress. The company was founded on April 29, 2010 and is headquartered in Ahmedabad, India."}, "2851": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Avinash Ramesh Godkhindi", "Website": "zaggle.in", "Headquarters": "Mumbai", "Founded": "2011", "About-us": "Zaggle Prepaid Ocean Services Ltd. engages in the provision of online digital payment and cashback services. Its Software as a Service (Saas) platform is designed for business spend management including expense management and vendor management, rewards and incentives management for employees and channel partners, and customer engagement management system. The company was founded by Raj Phani Narayanam on June 2, 2011 and is headquartered in Mumbai, India."}, "2856": {"Sector": "Process Industries", "CEO": "Satish Pandurang Samant", "Website": "vineetlabs.co.in", "Headquarters": 72, "Founded": "2003", "About-us": "Vineet Laboratories Ltd. specializes in pharmaceutical intermediates and fine chemicals. It engages in the research, development, production, and supply of pharmaceutical ingredients, organic intermediates, fine chemicals, and organometallics. The company's products and services include API Intermediates, Fine Chemicals and Reagents, and Research & Development. Vineet Laboratories was founded in 2003 and is headquartered in Hyderabad, India."}, "2863": {"Sector": "Process Industries", "Industry": "Textiles", "CEO": "Asad Kamal Iraqi", "Website": "groupaki.com", "Headquarters": "Kanpur", "Founded": "1994", "About-us": "AKI India Ltd. engages in the design and manufacture of leather. Its products include equestrian sports, horse covers, leather footwear, leather bags, belts, and finished leather. The company was founded on May 16, 1994 and is headquartered in Kanpur, India."}, "2878": {"Sector": "Finance", "Industry": "Life/Health Insurance", "Website": "licindia.com", "Headquarters": 98477, "Founded": "1956", "About-us": "Life Insurance Corporation of India engages in the provision of insurance plans. It operates through the following segments: Life Business, Pension Business, Annuity Business, Variable Business, Health Business, and Linked Business. The company was founded on September 1, 1956 and is headquartered in Mumbai, India."}, "2887": {"Sector": "Transportation", "Industry": "Trucking", "Website": "jindalinfralogistics.com", "Headquarters": 5, "Founded": "2008", "About-us": "JITF Infralogistics Ltd. is a holding company, which engages in the development of water environment, solid waste management, and rail infrastructure. It operates though the following segments: Rail Freight Wagon, Water Infrastructure, and Urban Infrastructure. The Rail Freight Wagon segment comprises of manufacturing of rail weight wagon of different specifications. The Water Infrastructure segment focuses on development of water infrastructure. The Urban Infrastructure segment refers to the development of urban infrastructure. JITF Infralogistics was founded on January 3, 2008 and is headquartered in New Delhi, India."}, "2890": {"Sector": "Transportation", "Industry": "Other Transportation", "CEO": "Sunil Kumar Jain", "Website": "neccgroup.com", "Headquarters": 478, "Founded": "1968", "About-us": "North Eastern Carrying Corp. Ltd. engages in the provision of freight management and customized logistics solutions. It offers parcel load movement, full truck load services, over dimensional consignment, containerized movement of cargo, and storage facility. The company was founded by Jaswant Rai Jain in 1968 and is headquartered in New Delhi, India."}, "2891": {}, "2892": {"Sector": "Transportation", "Industry": "Trucking", "CEO": "Sanjeev Kumar Elwadhi", "Website": "ritcologistics.com", "Headquarters": 795, "Founded": "2001", "About-us": "Ritco Logistics Ltd. engages in the provision of logistics and transportation business. Its producst and services include contract logistics, less than truck load transportation, liquid transportation, warehouse and distribution and fleet management. The company was founded on August 23, 2001 and is headquartered in Gurugram, India."}, "2895": {"Sector": "Transportation", "Industry": "Air Freight/Couriers", "CEO": "Ravi Viswanathan", "Website": "tvsscs.com", "Headquarters": "Chennai", "Founded": "2004", "About-us": "TVS Supply Chain Solutions Ltd. operates as an integrated supply chain solutions provider. Its solutions in supply chain from sourcing to consumption can be divided into two segments: Integrated Supply Chain Solutions and Network Solutions. The Integrated Supply Chain Solutions segment provides sourcing and procurement, integrated transportation, logistics operation centers, in-plant logistics operations, finished goods, aftermarket fulfilment and supply chain consulting solutions. The Network Solutions segment provides global forwarding solutions and time critical final mile solutions. The company was founded on November 16, 2004 and is headquartered in Chennai, India."}, "2898": {"Sector": "Process Industries", "Industry": "Industrial Specialties", "Website": "arabianpetroleum.co.in", "Headquarters": "Thane", "Founded": "2006", "About-us": "Arabian Petroleum Ltd. manufactures automotive & industrial lubricants. It offers wide range of lubricants, oils, greases & other specialty products. It exports lubricants products in countries like: Guyana, Oman, Qatar, Vietnam, Sri Lanka, Sierra Leone, Zambia, Bangladesh, and Chile. The company was founded in 2006 and is headquartered in Mumbai, India."}, "2908": {"Sector": "Commercial Services", "Industry": "Commercial Printing/Forms", "CEO": "Dinesh Muddu Kotian", "Website": "djcorp.in", "Headquarters": 140, "Founded": "2009", "About-us": "DJ Mediaprint & Logistics Ltd. engages in providing integrated printing, logistics, and courier . It operates through the following segment: Printing, Mailing, Logistics, Scanning, Record Management & Newspaper Advertisement. The company was founded by Dinesh Muddu Kotian on February 24, 2009 and is headquartered in Navi Mumbai, India."}, "2910": {"Sector": "Consumer Services", "Industry": "Cable/Satellite TV", "Website": "ndlventures.in", "Headquarters": 4, "Founded": "1985", "About-us": "NDL Ventures Ltd. is a holding company, which engages in the provision of investment and advisory services. The company was founded on July 18, 1985 and is headquartered in Mumbai, India."}, "2914": {"Sector": "Health Technology", "Website": "aartipharmalabs.com", "Headquarters": 2908, "Founded": "2019", "About-us": "Aarti Pharmalabs Ltd. engages in the manufacture and sale of pharmaceutical and nutraceutical products. It offers active pharmaceutical ingredients, pharmaceutical intermediates, new chemical entities, and xathine derivatives. The company was founded on November 22, 2019 and is headquartered in Mumbai, India."}, "2915": null, "2921": {}, "2924": {"Sector": "Health Technology", "Industry": "Medical Specialties", "Website": "nureca.com", "Headquarters": 102, "Founded": "2016", "About-us": "Nureca Ltd. engages in design and manufacture health monitoring devices. Its product focuses on chronic disease, orthopedic, mother and baby care, nutrition, and connected devices. The company was founded on November 2, 2016 and is headquartered in Mumbai, India."}, "2945": {"Sector": "Producer Manufacturing", "Industry": "Metal Fabrication", "CEO": "Manesh Dayashankar Madeka", "Website": "rolexrings.com", "Headquarters": 2495, "Founded": "1977", "About-us": "Rolex Rings Ltd. engages in the manufacture and sale of machined and forged rings and auto components. It operates through India and Outside India geographical segments. The company was founded by Manesh Dayashankar Madeka and Rupesh Dayashankar Madeka in 1977 and is headquartered in Rajkot, India."}, "2946": {}, "2977": {"Sector": "Producer Manufacturing", "Industry": "Industrial Machinery", "CEO": "Deepak Acharya", "Website": "inoxcva.com", "Headquarters": 963, "Founded": "1993", "About-us": "INOX India Ltd. manufactures tanks and containers for cryogenic storage and transportation purposes. It offers storage tanks, transport tanks, micro bulk systems, vaporizers, cryoseal liquid nitrogen containers, flat bottom tanks, pressure regulating skids, vaporization, disposable cylinders for refrigerant for industrial applications. Its products segment include Industrial Gas, Ling Systems, Cryo-Scientific and Beverage Kegs. The company was founded in 1993 and is headquartered in Vadodara, India."}, "2987": {"Sector": "Commercial Services", "Industry": "Financial Publishing/Services", "CEO": "Rahul Suresh Belwalkar", "Website": "secur.co.in", "Headquarters": 147, "Founded": "2001", "About-us": "SecUR Credentials Ltd. engages in the provision of background screening services and human resource solutions. It offers background verification in education, employment, criminal, identity, database and media, residential, reference, credit check, drug test, and psychometric areas. The company was founded by Pankaj Rameshchandra Vyas on August 14, 2001 and is headquartered in Mumbai, India."}, "2998": {"Sector": "Transportation", "Industry": "Trucking", "CEO": "Jose Jacob Kallarakal", "Website": "antony-waste.com", "Headquarters": 9815, "Founded": "2001", "About-us": "Antony Waste Handling Cell Ltd. engages in the provision of solid waste management services. Its services include waste collection and transportation, mechanized and non-mechanized sweeping, waste processing and treatment, and waste to energy. The company was founded by Jose Jacob Kallarakal on January 17, 2001 and is headquartered in Thane, India."}, "3002": {"Sector": "Retail Trade", "Industry": "Apparel/Footwear Retail", "CEO": "Shailesh Shyam Chaturvedi", "Website": "arvind-fashions.com", "Headquarters": 6070, "Founded": "1931", "About-us": "Arvind Fashions Ltd. distribution and sale of ready-made garments, apparels, and accessories. Its brand portfolio consists of owned and licensed international brands including U.S. Polo, Arrow, Tommy Hilfiger, Flying Machine, Aeropostale, GAP, Calvin Klein, GANT, Nautica, Unlimited, Sephora, Hanes, and others. It operates through the India and Rest of the World geographic segments. The company was founded in 1931 and is headquartered in Ahmedabad, India."}, "3004": {"Sector": "Producer Manufacturing", "Industry": "Building Products", "Website": "aglasiangranito.com", "Headquarters": 1568, "Founded": "2000", "About-us": "Asian Granito India Ltd. engages in manufacture of tiles and marbles. It includes grestek, floor tiles, wall tiles, outdoor and parking tiles, composite marbles, quartz, e rock, sanitary ware, and faucet. The company was founded in 2000 and is headquartered in Ahmedabad, India."}, "3007": {"About-us": "The investment objective of the scheme is to track the Nifty BHARAT Bond Index  April 2025 by investing in bonds of AAA-rated CPSEs/CPSUs/CPFIs and other Government organizations, subject to tracking errs."}, "3008": {"About-us": "The investment objective of the scheme is to track the Nifty BHARAT Bond Index  April 2031 by investing in bonds of AAA-rated CPSEs/CPSUs/CPFIs and other Government organizations, subject to tracking errs. However, there is no assurance that the investment"}, "3009": {"Sector": "Process Industries", "Industry": "Industrial Specialties", "Website": "beardsell.co.in", "Headquarters": 188, "Founded": "1936", "About-us": "Beardsell Ltd. engages in the business of manufacturing, selling, and contracting of expanded polystyrene, insulation, and packaging material. It operates through the Insulation and Trading segment. The Insulation segment focuses on the manufacture of expandable polystyrene products, and prefabricated panels, and related service activities. The Trading segment includes motors, export of fabrics, telemedicine equipment, and information technology products. The company was founded in 1936 and is headquartered in Chennai, India."}, "3013": null, "3018": {"Sector": "Electronic Technology", "Industry": "Telecommunications Equipment", "CEO": "Chetankumar H. Timbadia", "Website": "dcinfotech.com", "Headquarters": 77, "Founded": "1998", "About-us": "DC Infotech & Communication Ltd. engages in the provision of networking solutions over a range of communication media and technologies. Its solutions include network, copper cabling, data security, fiber cabling, small and medium business (SMB) and enterprise Wi-Fi, surveillance, video phones, and voice over Internet protocol (VoIP). The company was founded by Chetankumar Timbadia and Devendra Sayani on April 1, 1998 and is headquartered in Mumbai, India."}, "3019": {"Sector": "Process Industries", "CEO": "Vishal Domadia", "Website": "dharmajcrop.com", "Headquarters": 326, "Founded": "2015", "About-us": "Dharmaj Crop Guard Ltd. engages in the manufacturing, distributing, and marketing of agro chemicals. Its products include insecticides, fungicides, herbicides, plant growth regulator, micro fertilizers and antibiotic. The firm operates a segment which includes pesticides, insecticides, herbicide and fertilizers. The company was founded by Rameshbhai Ravajibhai Talavia on January 19, 2015 and is headquartered in Ahmedabad, India."}, "3020": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Samit Garg", "Website": "efactor4u.com", "Headquarters": "Noida", "Founded": "2000", "About-us": "E Factor Experiences Ltd. operates as an event management company. It engages in providing event services, technology based permanent and semi-permanent multimedia light & sound installations, and wedding management, design & execution solutions. The firm's services also include government commissioned tourism events and festivals, techno-cultural light & sound shows, sporting events & contests, corporate events & conferences, mega ground concerts, and televised events. The company was founded by Jai Kumar Thakore and Harish Kumar Garg in 2000 and is headquartered in Noida, India."}, "3024": {"Sector": "Technology Services", "Industry": "Packaged Software", "Website": "emudhra.com", "Headquarters": 763, "Founded": "2008", "About-us": "Emudhra Ltd. is a licensed certifying authority, which engages in digital trust services and enterprise solutions. It offers digital signatures and authentication, paperless office, and other solutions around public key infrastructure technology and digital transformation. The company was founded on June 16, 2008 and is headquartered in Bangalore, India."}, "3025": {"Sector": "Consumer Non-Durables", "Industry": "Apparel/Footwear", "CEO": "Deepak Kumar Gupta", "Website": "integraessentia.com", "Headquarters": "New Delhi", "Founded": "2007", "About-us": "Integra Essentia Ltd. engages in the manufacture and sale of textiles products. It offers cotton fabrics in yarn dyed, piece dyed and prints; production facility for making dress shirts; products like a range of washes, embroidery, and panel prints. The company was founded on August 6, 2007 and is headquartered in Delhi, India."}, "3026": {"Sector": "Consumer Non-Durables", "Industry": "Apparel/Footwear", "CEO": "Deepak Kumar Gupta", "Website": "integraessentia.com", "Headquarters": "New Delhi", "Founded": "2007", "About-us": "Integra Essentia Ltd. engages in the manufacture and sale of textiles products. It offers cotton fabrics in yarn dyed, piece dyed and prints; production facility for making dress shirts; products like a range of washes, embroidery, and panel prints. The company was founded on August 6, 2007 and is headquartered in Delhi, India."}, "3036": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Hiteshkumar T. Thakkar", "Website": "gokulagro.com", "Headquarters": 1050, "Founded": "2014", "About-us": "Gokul Agro Resources Ltd. engages in manufacturing and trading of edible and non-edible oil, meals, and other agro products. Its products include edible oil, castor oil derivatives, oleochemical products, feed and other meals, cereals, spices, and oil seeds. The company was founded on July 3, 2014 and is headquartered in Ahmedabad, India."}, "3038": {"Sector": "Consumer Non-Durables", "CEO": "Chandramogan Sathyan", "Website": "hap.in", "Headquarters": 10720, "Founded": "1970", "About-us": "Hatsun Agro Product Ltd. engages in the business of processing and marketing milk, milk products, and ice cream. It operates under the India and Others geographical segments. The company was founded by Raja Ganesan Chandramogan in 1970 and is headquartered in Chennai, India."}, "3039": {"Sector": "Producer Manufacturing", "Industry": "Metal Fabrication", "CEO": "Yuvraj Hiralal Malhotra", "Website": "hiltonmetal.com", "Headquarters": 35, "Founded": "2005", "About-us": "Hilton Metal Forging Ltd. engages in the manufacture of steel forgings, flanges, and forge fittings for the oil and gas industry. The company was founded on July 21, 2005 and is headquartered in Mumbai, India."}, "3042": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Rupinder Singh", "Website": "indiashelter.in", "Headquarters": "Gurugram", "Founded": "1998", "About-us": "India Shelter Finance Corp. Ltd. provides house financing services. It also provides credit products to middle income households borrowing for the first time to acquire new housing as well as offers home loans against property and for varied time periods. The company was founded on October 26, 1998 and is headquartered in Gurugram, India."}, "3043": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "Website": "indiabullsenterprises.com", "Headquarters": 64, "Founded": "2019", "About-us": "Indiabulls Enterprises Ltd. engages in renting machinery and equipment. The company was founded on January 2, 2019 and is headquartered in Gurugram, India."}, "3045": {"About-us": "IRB InvIT Fund operates as an infrastructure investment trust. It invests in infrastructure assets primarily being in the road sector in India. The company was founded on October 16, 2015 and is headquartered in Mumbai, India."}, "3048": {"Sector": "Transportation", "Industry": "Airlines", "CEO": "Richard Francis Theknath", "Website": "jfll.com", "Headquarters": "Mumbai", "Founded": "1986", "About-us": "Jet Freight Logistics Ltd. engages in the provision of freight forwarding services for various types of cargo. Its services include Air Freight, Ocean Freight, Rail Transportation, Surface Transportation, Courier, Customs Clearance, and Warehousing Service. The company was founded by Francis Joseph Theknath on April 13, 2006, and is headquartered in Mumbai, India."}, "3050": {"Sector": "Process Industries", "Industry": "Industrial Specialties", "CEO": "Saurabh Agarwal", "Website": "kamdhenupaints.com", "Headquarters": "Gurgaon", "Founded": "2019", "About-us": "Kamdhenu Ventures Ltd. engages in the provision of painting solutions. The company was founded on October 19, 2019 and is headquartered in Gurugram, India."}, "3053": {"Sector": "Consumer Durables", "Industry": "Other Consumer Specialties", "CEO": "Yashovardhan Saboo", "Website": "kddl.com", "Headquarters": 1234, "Founded": "1981", "About-us": "KDDL Ltd. engages in the manufacture of components and tools for engineering applications. It operates through the Precision and Watch Components, and Others segments. The Precision and Watch Components segment comprises of the manufacturing and distribution of dials, watch hands, and precision components. The Others segment pertains to the manufacture and distribution of packaging boxes. The company was founded on January 8, 1981 and is headquartered in Chandigarh, India."}, "3056": {"Sector": "Retail Trade", "Industry": "Specialty Stores", "CEO": "Bharata Mallika Ratana Kumari", "Website": "vaibhavjewellers.com", "Headquarters": 913, "About-us": "Manoj Vaibhav Gems 'N' Jewellers Ltd. is a retail chain that manages showrooms. Its offerings include gift cards, gold, diamond, and silver jewelry. The company was founded by Manoj Kumar Grandhi on January 13, 1989 and is headquartered in Visakhapatnam, India."}, "3060": {"Sector": "Distribution Services", "Industry": "Medical Distributors", "CEO": "Panilam Lakhatariya", "Website": "monopharmacareltd.com", "Headquarters": "Ahmedabad", "Founded": "1964", "About-us": "Mono Pharmacare Ltd. engages in the distribution and marketing of pharmaceutical products. Its product portfolio includes antibiotics, antifungal, anti-cough and cold, anti-allergic, antacid and antiemetics, analgesics and antipyretics, nutraceuticals, skincare, antiseptic, cardiac and diabetic, and cosmetics. The company was founded in 1964 and is headquartered in Ahmedabad, India."}, "3061": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Pankaj Gupta", "Website": "mufingreenfinance.com", "Headquarters": 241, "Founded": "2016", "About-us": "Mufin Green Finance Ltd. is a non banking financial company. It engages in the business of investment in shares and providing loans. The company was founded on May 13, 2016 and is headquartered in New Delhi, India."}, "3062": {"Sector": "Retail Trade", "Industry": "Electronics/Appliance Stores", "CEO": "Vishesh Handa", "Website": "newjaisa.com", "Headquarters": "Bangalore", "About-us": "Newjaisa Technologies Ltd. engages in the provision of refurbished laptops, desktops, computer accessories, technology, and MacBooks. The company was founded on June 16, 2020 and is headquartered in Bangalore, India."}, "3063": {"Sector": "Consumer Non-Durables", "CEO": "Pravin N. Choudhary", "Website": "nakodas.com", "Headquarters": "Nagpur", "Founded": "2013", "About-us": "Nakoda Group of Industries Ltd. engages in the manufacture and sale of sauces, jams, jellies, and marmalades. It also offers bakery ingredients; edible seeds, dry fruits, and nuts; amla products; fruit pulp; invert sugar; candies; and rice and chickpeas. The company was founded by Jayesh Chowdhary & Pravin Chowdhary on October 22, 2013 and is headquartered in Nagpur, India."}, "3064": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Sapnesh Kumar Lalla", "Website": "niitmts.com", "Headquarters": 2335, "Founded": "2001", "About-us": "NIIT Learning Systems Ltd. provides education services. It offers training and learning management solutions. The company was founded on July 16, 2001 and is headquartered in Gurugram, India."}, "3070": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Rupen Pravin Patel", "Website": "pateleng.com", "Headquarters": 4426, "Founded": "1949", "About-us": "Patel Engineering Ltd. engages in the provision of infrastructure and construction services. The company operates through the following segments: EPC, Real Estate, and Others. It involves in the construction of dams, tunnels, micro-tunnels, powerhouses, irrigation projects, highways, roads, bridges, railways, refineries, and estates and townships. The company was founded by Arjun Kunverji Patel, Haribhai Bhagwan Patel, Hirji Thakersey Patel, and Yashraj Govind Patel on April 2, 1949 and is headquartered in Mumbai, India."}, "3071": {"Sector": "Utilities", "Industry": "Electric Utilities", "Website": "pginvit.in", "Headquarters": "Gurgaon", "Founded": "2020", "About-us": "POWERGRID Infrastructure Investment Trust owns, constructs, operates, maintains and invests in power transmission assets in India. The company was founded on September 14, 2020 and is headquartered in Gurgaon, India."}, "3079": {"Sector": "Non-Energy Minerals", "Industry": "Forest Products", "CEO": "Keyurbhai Mohanbhai Gajjar", "Website": "rushil.com", "Headquarters": 796, "Founded": "1993", "About-us": "Rushil Décor Ltd. engages in the manufacture and sale of fiber board and laminated products. It operates through the following segments: Decorative Laminated Sheets, Medium Density Fiber Board, and Polyvinyl Chloride Boards. The company was founded on May 24, 1993 and is headquartered in Ahmedabad, India."}, "3080": {"Sector": "Non-Energy Minerals", "Industry": "Forest Products", "CEO": "Keyurbhai Mohanbhai Gajjar", "Website": "rushil.com", "Headquarters": 796, "Founded": "1993", "About-us": "Rushil Décor Ltd. engages in the manufacture and sale of fiber board and laminated products. It operates through the following segments: Decorative Laminated Sheets, Medium Density Fiber Board, and Polyvinyl Chloride Boards. The company was founded on May 24, 1993 and is headquartered in Ahmedabad, India."}, "3081": {"Sector": "Non-Energy Minerals", "Industry": "Forest Products", "CEO": "Keyurbhai Mohanbhai Gajjar", "Website": "rushil.com", "Headquarters": 796, "Founded": "1993", "About-us": "Rushil Décor Ltd. engages in the manufacture and sale of fiber board and laminated products. It operates through the following segments: Decorative Laminated Sheets, Medium Density Fiber Board, and Polyvinyl Chloride Boards. The company was founded on May 24, 1993 and is headquartered in Ahmedabad, India."}, "3082": {}, "3086": {}, "3090": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Nemmara Krishnan Suryanarayanan", "Website": "shriramepc.com", "Headquarters": 251, "Founded": "2000", "About-us": "SEPC Ltd. is a holding company, which engages in the design, engineering, procurement, construction, and project management services. It focuses on turnkey solutions for ferrous and non ferrous, cement, aluminum, copper and thermal power plants, water treatment and transmission, renewable energy, cooling towers, and material handling. The company was founded on June 12, 2000 and is headquartered in Chennai, India."}, "3091": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Nemmara Krishnan Suryanarayanan", "Website": "shriramepc.com", "Headquarters": 251, "Founded": "2000", "About-us": "SEPC Ltd. is a holding company, which engages in the design, engineering, procurement, construction, and project management services. It focuses on turnkey solutions for ferrous and non ferrous, cement, aluminum, copper and thermal power plants, water treatment and transmission, renewable energy, cooling towers, and material handling. The company was founded on June 12, 2000 and is headquartered in Chennai, India."}, "3093": {"Sector": "Finance", "Industry": "Investment Banks/Brokers", "CEO": "Sachin Gupta", "Website": "shareindia.com", "Headquarters": 2306, "Founded": "1994", "About-us": "Share India Securities Ltd. operates as a holding company, which engages in the provision of financial products and services. Its services include equity broking and depository participant services, research analysis, mutual fund advisory and distributorship and portfolio management. It operates through the following segments: Share Broking and Trading Business, Insurance Business, Merchant Banking Business, Non-Banking Finance Companies Business, and Technology Business. The Share Broking and Trading Business segment includes broking services to clients, research and advisory services, financial product distribution, depository services, the profit and gains earned by trading activity and investments in securities and commodities. The Insurance Business segment offers life and general insurance to individual and groups. The Merchant Banking Business segment consists of initial public offering, valuation, advisory, and mergers and acquisitions. The NBFC Business covers vehicle, micro-finance and small medium enterprises loans. The company was founded on July 12, 1994 and is headquartered in Noida, India."}, "3094": {"Sector": "Process Industries", "Industry": "Containers/Packaging", "CEO": "Shailesh K. Desai", "Website": "srmtl.com", "Headquarters": 350, "Founded": "1987", "About-us": "Shree Rama Multi-Tech Ltd. engages in the manufacture of multi product plastic packaging products. Its products include multilayer tubes, monolayer tubes, cups, labels, multilayer film, plastic laminates applications, and injection moulded articles. The company was founded in 1987 and is headquartered in Gandhinagar, India."}, "3095": {"Sector": "Finance", "Industry": "Real Estate Development", "CEO": "Rajat Kathuria", "Website": "signatureglobal.in", "Headquarters": "Gurugram", "Founded": "2000", "About-us": "SignatureGlobal (India) Ltd. is a holding company, which engages in the provision of real estate and infrastructure development services. The firm focuses on affordable and mid segment housing. It operates through the following segments: Real Estate, Non-Banking Finance Company, and Others. The company was founded by Pradeep Kumar Aggarwal, Lalit Kumar Aggarwal, Ravi Aggarwal, and Devender Aggarwal on March 28, 2000 and is headquartered in Gurugram, India."}, "3098": null, "3099": {"Sector": "Retail Trade", "Industry": "Food Retail", "CEO": "Anuj Singh", "Website": "spencersretail.com", "Headquarters": 4505, "Founded": "1863", "About-us": "Spencer's Retail Ltd. owns and operates retail stores. The firm provides food products, personal care, electronics and electrical products, fashion and accessories. The company was founded by John William Spencer and Charles Durrant in 1863 and is headquartered in Kolkata, India."}, "3106": {"Sector": "Electronic Technology", "Industry": "Electronic Production Equipment", "CEO": "Satendra Singh", "Website": "syrmasgs.com", "Headquarters": 8116, "Founded": "1970", "About-us": "Syrma SGS Technology Ltd. engages in electronic designing and manufacturing services. It manufactures various electronic sub-assemblies, assemblies and box builds, disk drives, memory modules, power supplies adapters, fiber optic assemblies, magnetic induction coils and RFID products and other electronic products. The firm operates through segments including Electronic Manufacturing Services and Others. The company was founded in 1970 and is headquartered in Chennai, India."}, "3107": {"Sector": "Consumer Services", "Industry": "Other Consumer Services", "Headquarters": "Mumbai", "Founded": "2016", "About-us": "Talwalkars Healthclubs Ltd. engages in the owning, running, managing, and franchising gymnasia, fitness centers, and health clubs. The firm provides the following services: body building, keep fit training, body shaping, weight gaining, and weight reducing. It also offers health care and beauty services including diet, nutrition, yoga, massage, steam and sauna bath, jacuzzi, health spas, figure control, slimming, aerobics, dance to fitness, and physiotherapy services. The company was founded on April 23, 2016 and is headquartered in Mumbai, India."}, "3110": {"Sector": "Consumer Services", "Industry": "Movies/Entertainment", "CEO": "Ramesh Sadhuram Taurani", "Website": "tipsfilms.in", "Headquarters": 14, "Founded": "1992", "About-us": "Tips Films Ltd. produces and distributes motion pictures. It possesses a set of distributors handling only Tips products, an exceptional phenomenon in the Indian music industry as mostly distributors are found dabbling in the product of more than one record label. The team of distributors serves more than 1000 wholesalers across the country. The company was founded by Kumar S. Taurani & Mr. Ramesh S. Taurani on September 11, 1992 and is headquartered in Mumbai, India."}, "3111": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Udayshiva Kumar", "Website": "uskinfra.com", "Headquarters": 182, "Founded": "1995", "About-us": "Udayshivakumar Infra Ltd. provides infrastructure services. It is engaged in the business of construction of roads including National Highways, State Highways, District Roads, Smart Roads under PM's Smart City Mission projects, Smart Roads under Municipal Corporations, Bruhat Bengaluru Mahanagara Palike (BBMP) and Local Area Roads. The company was founded by Udayshivakumar in 1995 and is headquartered in Davangere, India."}, "3112": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Raghunandana Tangirala", "Website": "uds.in", "Headquarters": 68280, "Founded": "1985", "About-us": "Updater Services Ltd. operates as an integrated business services platform, which provides integrated facilities management and business support services. It operates through two segments: IFM & Other Services, and BSS Segment. The IFM services segment primarily consists of soft services, production support services, engineering services, and washroom & feminine hygiene care solutions. The Other services segment consists of warehouse management, general staffing, institutional catering and others. The BSS segment consists of sales enablement services, employee background verification check services, audit and assurance services, airport ground handling services, and mailroom management & niche logistics solutions. The company was founded by Raghunandana Tangirala in 1985 and is headquartered in Chennai, India."}, "3116": {"Sector": "Distribution Services", "Industry": "Wholesale Distributors", "CEO": "Vijay Kumar Sharma", "Website": "vikaslifecarelimited.com", "Headquarters": "New Delhi", "Founded": "1995", "About-us": "Vikas Lifecare Ltd. engages in the trading of chemicals compounds. It also offers polymers, polyvinyl chloride resins, plastic granules, and items related to plastic industy. The company was founded on November 9,1995 and is headquartered in New Delhi, India."}, "3121": {"Sector": "Distribution Services", "Industry": "Wholesale Distributors", "CEO": "Vijay Kumar Sharma", "Website": "vikaslifecarelimited.com", "Headquarters": "New Delhi", "Founded": "1995", "About-us": "Vikas Lifecare Ltd. engages in the trading of chemicals compounds. It also offers polymers, polyvinyl chloride resins, plastic granules, and items related to plastic industy. The company was founded on November 9,1995 and is headquartered in New Delhi, India."}, "3122": {"Sector": "Technology Services", "Industry": "Information Technology Services", "CEO": "Sandipan Chattopadhyay", "Website": "xelpmoc.in", "Headquarters": 100, "Founded": "2015", "About-us": "Xelpmoc Design & Tech Ltd. provides professional and technical consulting services. The firm’s geographical segments include India and Outside India. It also offers services like mobile and web application development, prototype development, thematic product development and data analytics assistance. It provides technology services and solutions to public and private sector clients engaged in e-commerce, hospitality, healthcare, education, and various other industries. The company was founded by Sandipan Chattopadhyay, Srinivas Koora, Jaison Jose, and Vishal Chaddha on September 16, 2015 and is headquartered in Bengaluru, India."}, "3126": {"Sector": "Technology Services", "Industry": "Internet Software/Services", "Website": "pbfintech.in", "Headquarters": "Gurugram", "Founded": "2008", "About-us": "PB Fintech Ltd. is an online platform for insurance and lending products. It provides access to insurance, credit and other financial products and to create awareness amongst Indian households about the financial impact of death, disease and damage. The company seeks to enable online research-based purchases of insurance and lending products and increase transparency, which enables consumers to make informed choices and also facilitates its insurer and lending partners in the financial services industry to design customized products for consumers. PB Fintech was founded June 4, 2008 and is headquartered in Gurugram, India."}, "3132": {"Sector": "Industrial Services", "Industry": "Oilfield Services/Equipment", "Website": "deepindustries.com", "Headquarters": 1378, "Founded": "2006", "About-us": "Deep Industries Ltd. engages in oil and gas exploration services. It operates in two business segments: Oil and Gas Services Business segment which is comprised of air and natural gas compression services, gas dehydration, work over and drilling rig services and oil & gas exploration and production segment. The company was founded on November 15, 2006 and is headquartered in Ahmedabad, India."}, "3144": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Atikurraheman Daudbhai Mukhi", "Website": "rajoilmillsltd.com", "Headquarters": 295, "Founded": "1943", "About-us": "Raj Oil Mills Ltd. engages in manufacturing and marketing of edible oils. Its oil brands include Cocoraj Coconut, Cocoraj Cool Ayurvedic, Guinea Filtered Groundnut, Guinea Lite Refined Groundnut, Guinea Lite Refined Sunflower, Tilraj Til, Mustaraj Mustard, Guinea Lite Refined Cottonseed, and Guinea Lite Refined Soyabean. The company was founded in 1943 and is headquartered in Mumbai, India."}, "3146": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Ravi Badrinarain Goyal", "Website": "agsindia.com", "Headquarters": 10000, "Founded": "2002", "About-us": "AGS Transact Technologies Ltd. engages in the supply, installation, and management of technology-based automation products. It operates through the following segments: Payment Solutions, Banking Automation Solutions, Payment Solutions, and Other Automation Solutions. The Payment Solutions includes outsourcing and managed services, intelligent cash deposit machines, transaction switching and fastlane and toll and transit solutions. The Banking Automation Solutions is involved in ATM machines and cash recyclers, currency technology products, self-service terminals and services related to such sales. The Other Automation Solutions focuses on machines and related services to customers present in the Retail, Petroleum and Colour sectors. The company was founded by Ravi Badrinarain Goyal on December 11, 2002 and is headquartered in Mumbai, India."}, "3149": {"Sector": "Retail Trade", "Industry": "Internet Retail", "CEO": "Falguni Sanjay Nayar", "Headquarters": 6158, "Founded": "2012", "About-us": "FSN E-Commerce Ventures Ltd. is a digital technology platform company, which engages in the provision of content-led and lifestyle retail experience to consumers. It also has beauty, personal care, and fashion products portfolio. It also manufactures its own brand products. The company was founded by Falguni Sanjay Nayar and Adwaita Sanjay Nayar in 2012 and is headquartered in Mumbai, India."}, "3151": {"Sector": "Consumer Services", "Industry": "Other Consumer Services", "CEO": "Seema Kumar", "Website": "irctc.com", "Headquarters": 2229, "Founded": "1999", "About-us": "Indian Railway Catering & Tourism Corp. Ltd. provides railway related services. It engages in Catering and Hospitality, Internet Ticketing, Travel and Tourism and Rail Neer Plants business. The firm operates through the following business segments: Catering, Packaged Drinking Water, Internet Ticketing, and Travel and Tourism. Indian Railway Catering & Tourism was founded on September 27, 1999 and is headquartered in New Delhi, India."}, "3155": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Vijay Shekhar Sharma", "Website": "one97.com", "Headquarters": 31092, "About-us": "One 97 Communications Ltd. engages in the development of digital goods and mobile commerce platform. It operates through the following segments: Payment, Commerce, Cloud, and Others. The company was founded by Vijay Shekhar Sharma on December 22, 2000 and is headquartered in Noida, India."}, "3156": {"Sector": "Transportation", "Industry": "Air Freight/Couriers", "CEO": "Deepinder Goyal", "Website": "zomato.com", "Headquarters": 4184, "Founded": "2008", "About-us": "Zomato Ltd. engages in the business of operating as an internet portal which helps in connecting the users, restaurant partners, and delivery partners; provides platform to restaurant partners in advertising to target audience; and supply high quality ingredients. It operates through the following segments: India Food Ordering and Delivery; Hyperpure; and All Other. The India Food Ordering and Delivery segment focuses on online platform through facilitating food ordering and delivery of the food items by connecting the end users, restaurant partners, and delivery personnel. The Hyperpure segment is involved in farm-to-fork supplies offering for restaurants. The company was founded by Pankaj Chaddah, Gunjan Patidar, Mohit Gupta, Deepinder Goyal, and Gaurav Gupta in 2008 and is headquartered in Gurgaon, India."}, "3166": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Anil Kumar", "Website": "sarveshwarrice.com", "Headquarters": 35, "Founded": "1890", "About-us": "Sarveshwar Foods Ltd. engages in the manufacture, trade, and export of basmati rice. The company was founded by Mulamal Ji and Isher Dass Gupta in 1890 and is headquartered in Jammu, India."}, "3182": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Arulsundaram P.", "Website": "rppipl.com", "Headquarters": 1112, "Founded": "1988", "About-us": "RPP Infra Projects Ltd. is a holding company, which engages in the provision of engineering and construction activities. It operates through Construction and Infrastructure Development segment. The company was founded by R. P. Arul Sundaram in 1988 and is headquartered in Chennai, India."}, "3232": {"Sector": "Process Industries", "Industry": "Industrial Specialties", "CEO": "Hemant Kamala Jalan", "Website": "indigopaints.com", "Headquarters": 1453, "Founded": "2000", "About-us": "Indigo Paints Ltd. engages in the manufacture and sale of decorative paints. It offers interior and exterior emulsions; enamels; putties and primers; and sleek wood coatings. The company was founded by Hemant Kamala Jalan on March 28, 2000 and is headquartered in Pune, India."}, "3236": {"Sector": "Process Industries", "Industry": "Industrial Specialties", "Website": "sircapaints.com", "Headquarters": 486, "Founded": "2006", "About-us": "Sirca Paints India Ltd. engages in the manufacture of wood coatings products. It operates through Wood Coating Products segment. The company was founded by Sanjay Agarwal, Apoorv Agarwal, and Gurjit Singh Bains on January 19, 2006 and is headquartered in New Delhi, India."}, "3240": {"Sector": "Process Industries", "Industry": "Containers/Packaging", "CEO": "Kirit Ghanshyam Patel", "Website": "astronpaper.com", "Headquarters": 292, "Founded": "2010", "About-us": "Astron Paper & Board Mill Ltd. manufactures corrugated paper and paper board. Its products include high RC, kraft liner, liner, and corrugated medium paper. The company was founded by Kirit Patel, Ramakant Patel, Karshanbhai Patel and Kanubhai B. Patel on December 29, 2010 and is headquartered in Ahmedabad, India."}, "3267": {"Sector": "Process Industries", "Industry": "Pulp & Paper", "Headquarters": 588, "Founded": "2015", "About-us": "Pudumjee Paper Products Ltd. engages in paper manufacturing services. It operates through the Paper and Hygiene Products segments. The Paper segment relates to manufacturing and marketing of opaque laminating base, glassine, base paper, bible paper, and other types of specialty papers. The Hygiene Products segment refers to the processing and marketing of tissue, and other hygiene papers. The company was founded on January 14, 2015 and is headquartered in Mumbai, India."}, "3294": {"Sector": "Process Industries", "CEO": "Vimal Kumar Alawadhi", "Website": "bestagrolife.com", "Headquarters": 428, "Founded": "1992", "About-us": "Best Agrolife Ltd. engages in trading of agro-based products. It offers technical, intermediates, and novel formulations in the form of insecticides, herbicides, fungicides, plant-growth regulators, and public health products. The company was founded on January 10, 1992 and is headquartered in New Delhi, India."}, "3300": {"Sector": "Process Industries", "CEO": "Jayen Ramesh Shah", "Website": "fineorganics.com", "Headquarters": 825, "Founded": "1970", "About-us": "Fine Organic Industries Ltd. is a holding company, which engages in the development of food and polymer additives. It also offers specialty additives s for coatings, cosmetics, feed nutrition's, and lubes. It operates through the India and Outside India geographical segments. The company was founded by Ramesh Shah and Prakash Damodar Kamat in 1970 and is headquartered in Mumbai, India."}, "3301": {"Sector": "Process Industries", "CEO": "Raghuram Kanyan Shetty", "Website": "heranba.co.in", "Headquarters": 850, "Founded": "1992", "About-us": "Heranba Industries Ltd. engages in the manufacture and marketing of a range of agrochemicals. It also offers a wide range of crop protection chemicals, public health, and animal health solutions. The company was founded by Sadashiv Kanyana Shetty and Raghuram Kanyan Shetty on March 17, 1992 and is headquartered in Mumbai, India."}, "3302": {"Sector": "Process Industries", "CEO": "Dheeraj Kumar Jain", "Website": "indiapesticideslimited.com", "Headquarters": 2091, "Founded": "1984", "About-us": "India Pesticides Limited manufactures agro-chemical products. It diversified into manufacturing herbicide and fungicide technical and active pharmaceutical ingredients. The company was founded in 1984 and is headquartered in Lucknow, India."}, "3316": {"Sector": "Process Industries", "CEO": "Chetan Shantilal Shah", "Website": "sumichem.co.in", "Headquarters": 2152, "Founded": "2000", "About-us": "Sumitomo Chemical India Ltd. engages in the manufacture and sale of agricultural and household insecticides and animal nutrition products. Its products include crop protection chemicals, feed additives, fumigants and rodenticides, and bio pesticides. The company operates through the following segments: Agro Chemicals and Others. The company was founded in 2000 and is headquartered in Mumbai, India."}, "3351": {"Sector": "Health Technology", "CEO": "Shiven Akshay Arora", "Website": "bluejethealthcare.com", "Headquarters": "Thane", "Founded": "1968", "About-us": "Blue Jet Healthcare Ltd. operates as a pharmaceutical company. It engages in the development and manufacturing of pharmaceuticals, and healthcare ingredients & intermediates. The firm supplies intermediates to GE Healthcare, Guerbet and Bracco, and sweeteners to Colgate Palmolive (India) Limited and Unilever. The company was founded by B. L. Arora in 1968 and is headquartered in Thane, India."}, "3354": {"Sector": "Health Technology", "Website": "brookslabs.net", "Headquarters": 296, "Founded": "2002", "About-us": "Brooks Laboratories Ltd. operates as a research and development driven pharmaceutical manufacturing company. It products include liquid injection, dry powder injection, carbapenem dry powder injectables, tablets, and oral suspension. The company was founded by Atul Ranchal and Rajesh Mahajan on January 23, 2002 and is headquartered in Mumbai, India."}, "3362": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "Website": "concordbiotech.com", "Headquarters": "Ahmedabad", "Founded": "2000", "About-us": "Concord Biotech Ltd. operates as a research and development based biotechnology company. It manufactures active pharmaceutical ingredients through the process of fermentation, semi-synthetic and synthetic processes. The firm''s products include APIs in the immunosuppressant, antibiotic, oncology, antifungal and hypolipemic segments and enzymes. The company was founded in 2000 and is headquartered in Ahmedabad, India."}, "3385": {"Sector": "Health Technology", "CEO": "Srinivas Sadu", "Website": "glandpharma.com", "Headquarters": 4585, "Founded": "1978", "About-us": "Gland Pharma Ltd. manufactures pharmaceutical ingredients and injectable formulations. It offers injectables including vials, ampoules, pre-filled syringes, lyophilized vials, dry powders, infusions, and ophthalmic solutions. The company was founded by P. V. N. Raju in 1978 and is headquartered in Sangareddy, India."}, "3388": {"Sector": "Health Technology", "CEO": "Yasir Rawjee", "Website": "glenmarklifesciences.com", "Headquarters": 3285, "Founded": "2011", "About-us": "Glenmark Life Sciences Ltd. engages in the development and manufacture of non-commoditized active pharmaceutical ingredients. Its products focuses on chronic therapeutic areas, including cardiovascular disease, central nervous system disease, pain management, and diabetes. The company was founded on June 23, 2011 and is headquartered in Mumbai, India."}, "3417": {"Sector": "Health Technology", "CEO": "Omkar Pravin Herlekar", "Headquarters": 89, "Founded": "2016", "About-us": "Lasa Supergenerics Ltd. engages in the manufacture of veterinary preparations. It offers veterinary application programming interface products, animal feed ingredients, and reagents for therapeutic use. Its products include Fenbendazole, Toldimphos sodium, Cyromazine, Albendazole, Triclabendazole, Rafoxanide, and Ornidazole. The company was founded on March 11, 2016 and is headquartered in Mumbai, India."}, "3426": {"Sector": "Health Technology", "CEO": "Sheetal Arora", "Website": "mankindpharma.com", "Headquarters": 18468, "Founded": "1986", "About-us": "Mankind Pharma Ltd. engages in the development, manufacture, and marketing of pharmaceutical formulations across acute and chronic therapeutic areas. It offers products under the brands of Nurokind, Telmikind, Manforce, Unwanted, Gudcef, Moxikind, Amlokind, Glimestar, Asthakind, Codistar, Candiforce, Mahacef, Prega News, Dydroboon, Cefakind, Monticope, and Caldikind. The company was founded by Ramesh Chand Juneja in 1986 and is headquartered in New Delhi, India."}, "3452": {"Sector": "Health Technology", "CEO": "Peter D. DeYoung", "Website": "piramal.com", "Headquarters": 6926, "Founded": "2020", "About-us": "Piramal Pharma Ltd. engages in development and manufacturing of pharmaceutical products. It offers skin care, vitamins and nutrition, antacids, analgesics, gastro-intestinal, and baby-care. The company was founded on March 4, 20202 and is headquartered in Mumbai, India."}, "3453": {"Sector": "Health Technology", "CEO": "Peter D. DeYoung", "Website": "piramal.com", "Headquarters": 6926, "Founded": "2020", "About-us": "Piramal Pharma Ltd. engages in development and manufacturing of pharmaceutical products. It offers skin care, vitamins and nutrition, antacids, analgesics, gastro-intestinal, and baby-care. The company was founded on March 4, 20202 and is headquartered in Mumbai, India."}, "3474": {"Sector": "Health Technology", "CEO": "Amit Raj Sinha", "Website": "sigachi.com", "Headquarters": 1348, "Founded": "1989", "About-us": "Sigachi Industries Ltd. engages in the manufacture and sale of microcrystalline cellulose. Its product is used as an excipient for finished dosages in the pharmaceutical, food, nutraceuticals and cosmetic industries, as a stabilizer, anti-caking agent, fat substitute and emulsifier in food industry and as a fat substitute, thickener and binder in cosmetics. The company was founded on January 11, 1989 and is headquartered in Hyderabad, India."}, "3476": {"Sector": "Health Technology", "Industry": "Biotechnology", "CEO": "Talluri Veera V S N Murthy", "Website": "smslife.in", "Headquarters": 567, "Founded": "2006", "About-us": "SMS Lifesciences India Ltd. engages in manufacturing and selling of active pharmaceutical products. The firm's products include pharmaceutical ingredients and intermediaries. The company was founded on May 31, 2006 and is headquartered in Hyderabad, India."}, "3478": {"Sector": "Health Technology", "CEO": "Poorvank Purohit", "Website": "solara.co.in", "Headquarters": 3464, "Founded": "2017", "About-us": "Solara Active Pharma Sciences Ltd. engages in the manufacture and development of active pharmaceutical ingredient. Its products include NSAID, anaesthetic, analgesics, antiviral, retinod, anti-emetic, antimalrial, diuretic, muscle relaxant, antiallergics, antihypertensive, calcimimetic agent, anti sezure, antigout, cardiovascular, anti-infective, cough suppressant, anti-ulcerative, anesthetic, antiepileptic, antirheumatic, skin disorder, cardiovascular agent, aplha or beta antagonist, hyperphosphatamia, atypical antipsychotic, antineoplastic adjunct, anti psoriasis, barbiturate dervicative, treatment of overactive bladder, gastro-intestinal, atypical antipsychotic, antihyperlipidemic, antihelmintic, gastrointestinal, antibiotic, phenylalanine reducer, anticholetithic, and anti depressant. The company was founded on February 23, 2017 and is headquartered in Chennai, India."}, "3485": {"Sector": "Health Technology", "CEO": "Rajeev Kumar Jain", "Website": "supriyalifescience.com", "Headquarters": 392, "Founded": "2008", "About-us": "Supriya Lifescience Ltd. supplies active pharmaceuticals ingredients (“APIs”), with a focus on research and development. Its products include 39 APIs focused diverse therapeutic segments such as antihistamine, analgesic, anaesthetic, vitamin, anti-asthmatic and antiallergic. The company was founded by Satish Waman Wagh on March 26, 2008 and is headquartered in Mumbai, India."}, "3487": {"Sector": "Producer Manufacturing", "Industry": "Industrial Conglomerates", "CEO": "Sudhir Kumar Singh", "Website": "suvenpharm.com", "Headquarters": 2576, "Founded": "2018", "About-us": "Suven Pharmaceuticals Ltd. manufactures chemical products. It specializes in providing pharmaceutical solutions to global life science companies. The firm engages in Contract Research & Manufacturing Services (CRMS) business where research and development is customized to the needs of global pharmaceutical customers. Its business segments include pharmaceutical solutions, active pharma ingredients, intermediates and formulations. The company was founded on November 6, 2018 and is headquartered in Hyderabad, Telangana."}, "3501": {"Sector": "Health Technology", "CEO": "Santosh Shantilal Vora", "Website": "valiantlabs.in", "Headquarters": "Mumbai", "Founded": "1980", "About-us": "Valiant Laboratories Ltd. operates as a pharmaceutical ingredient manufacturing company. It focuses on manufacturing paracetamol api/bulk drug which has several applications uses in treatment of conditions such as headache, muscle ache, arthritis, back ache, toothache, cold and fever. The company operate a single location manufacturing facility at Tarapur industrial estate. Valiant Laboratories was founded in 1980 and is headquartered in Mumbai, India."}, "3516": {"Sector": "Health Technology", "CEO": "Anwar Siraj Daud", "Website": "zimlab.in", "Headquarters": 525, "Founded": "1984", "About-us": "Zim Laboratories Ltd. is a pharmaceutical company. It is focused on developing new delivery solutions for generic products. It offers pre formulation intermediates. The company was founded on February 14, 1984 and is headquartered in Nagpur, India."}, "3525": {"Sector": "Consumer Durables", "Industry": "Home Furnishings", "CEO": "Sahil Aggarwal", "Website": "avrofurniture.com", "Headquarters": 36, "Founded": "1996", "About-us": "AVRO India Ltd. engages in manufacturing and selling of plastic molded furniture and granules. Its products include Chair Roma, Matt and Gloss-2580, 8855 Matt and Gloss, Platinum Rattan, Web Jaguar, 9021 Mid Back Heavy, Avon 1101 Gloss Armless Chairs. The company was founded by Sushil Kumar Aggarwal on July 1, 1996 and is headquartered in Ghaziabad, India."}, "3540": {"Sector": "Producer Manufacturing", "Industry": "Miscellaneous Manufacturing", "CEO": "Lakshmana Rao Janumahanti", "Website": "moldtekpackaging.com", "Headquarters": 2507, "Founded": "1986", "About-us": "Mold Tek Packaging Ltd. engages in the manufacture of plastic packaging containers. Its products include lube, paint, food, and bulk packaging. The company was founded in 1986 and is headquartered in Hyderabad, India."}, "3541": {"Sector": "Producer Manufacturing", "Industry": "Miscellaneous Manufacturing", "CEO": "Lakshmana Rao Janumahanti", "Website": "moldtekpackaging.com", "Headquarters": 2507, "Founded": "1986", "About-us": "Mold Tek Packaging Ltd. engages in the manufacture of plastic packaging containers. Its products include lube, paint, food, and bulk packaging. The company was founded in 1986 and is headquartered in Hyderabad, India."}, "3546": {"Sector": "Producer Manufacturing", "Industry": "Miscellaneous Manufacturing", "CEO": "Kanha Agarwal", "Website": "prakashplastics.in", "Headquarters": 472, "Founded": "1981", "About-us": "Prakash Pipes Ltd. engages in the manufacture of polyvinyl chloride pipes and fittings products. It includes agri pipes, column pipes, plumbing pipes, casing pipes, SWR pipes, and garden pipes, and their related fittings. It also offers flexible packaging for FMCG, infrastructure, food, and beverages and others. The company operates through the following segments: PVC Pipe & fitting and Flexible Packaging. Prakash Pipes was founded by Ved Prakash Agarwal in 1981 and is headquartered in New Delhi, India."}, "3547": {"Sector": "Consumer Durables", "Industry": "Recreational Products", "CEO": "Rohit Lamba", "Website": "pramara.com", "Headquarters": "Mumbai", "Founded": "2006", "About-us": "Pramara Promotions Ltd. engages in the sale of goods and services relating to the promotions industry. It is involved in the ideation, conceptualization, designing, and manufacturing and marketing of promotional products and gift items for clients across sectors, such as FMCG, QSR, pharmaceutical, beverage companies non-alcoholic and alcoholic, cosmetic, telecom, media, and others. The company was founded on September 1, 2006 and is headquartered in Mumbai, India."}, "3549": {"Sector": "Process Industries", "Industry": "Containers/Packaging", "CEO": "Murtaza Ali Moti", "Website": "sahpolymers.com", "Headquarters": 102, "Founded": "1992", "About-us": "Sah Polymers Ltd. engages in manufacturing and exporting High Density Polyethylene (HDPE) and Polypropylene (PP) woven bags and sacks. The firm offers its packaging requirements for the industries including Agro, Basic Drug, Cattle Feed, Cement, Chemical Food Products, Metal, Mineral, Paper Mill, Textile, Tyre, Fertilizer Salt and other industries. The company operates in three business segments: Manufacturing of Fabrics & woven sacks, Consignment Stockist and Financing Activities. The company was founded on April 20, 1992 and is headquartered in Udaipur, India."}, "3551": {"Sector": "Producer Manufacturing", "Industry": "Miscellaneous Manufacturing", "CEO": "Amit Dineshchandra Patel", "Website": "sintexplastics.com", "Headquarters": "Kalol", "Founded": "2015", "About-us": "Sintex Plastics Technology Ltd. engages in the dealing and trading of plastic products. The firm's products include interiors, water storage solutions, electrical and SMC products, and environmental and green solutions. It operates through the following segments: Custom Moulding Business; and Infra, Prefab, & Other Business. The company was founded on August 4, 2015 and is headquartered in Kalol, India."}, "3575": {"Sector": "Process Industries", "Industry": "Containers/Packaging", "CEO": "Sanjive Sehgal", "Website": "tarsons.com", "Headquarters": 713, "Founded": "1983", "About-us": "Tarsons Products Ltd. engages in the production and supply of laboratory plastic ware for use within molecular biology, cell culture, genomics, proteomics and immunology. It offers disposable plastic labware, centrifuge ware, cryo labware, liquid handling system and instruments. The firm's product categories include: bottles & carboys, boxes and racks, cell culture products, centrifuge ware, cryoware, electrophoresis, general lab ware and PCR products. The company was founded on July 5, 1983 and is headquartered in Kolkata, India."}, "3608": {"Sector": "Producer Manufacturing", "Industry": "Trucks/Construction/Farm Machinery", "Website": "jains.com", "Headquarters": 11124, "Founded": "1963", "About-us": "Jain Irrigation Systems Ltd. engages in the provision of solutions in agriculture, piping, and infrastructure through the manufacture of micro irrigation systems, PVC pipes, plastic sheets, agro processed products, renewable energy solutions, tissue culture plants, and other agricultural inputs. It operates through the following business segments: Hi-Tech Agri Input Product, Plastic, Agro Processing, and Other Business. The Hi-Tech Agri Input Product segment includes micro and sprinkler irrigation systems, solar agri pump, integrated irrigation projects, and tissue culture plants. The Plastic segment includes varied business lines like PVC pipe, PE pipes, and PVC sheets for industrial applications. The Agro Processing segment comprises of fruits, onion products, and bio gas. The Other Business segment consists of solar thermal, solar power, solar water heating systems, and other agricultural products. The company was founded in 1963 by Bhavarlal Hiralal Jain and is headquartered in Jalgaon, India."}, "3613": {"Sector": "Producer Manufacturing", "Industry": "Industrial Machinery", "Website": "princepipes.com", "Headquarters": 2426, "Founded": "1987", "About-us": "Prince Pipes & Fittings Ltd. manufactures plumbing-pipes, irrigation, and provides sewerage technologies. It offers solutions to chilling plant, compressed air, solvent transport, water supply, bore well, food industry, air conditioning, manhole covers, underground drainage, residential, high rise buildings, smart cities, hospitals, hotels and resorts. The company was founded by Jayant Shamji Chheda in 1987 and is headquartered in Mumbai, India."}, "3626": null, "3631": {"Sector": "Finance", "Industry": "Financial Conglomerates", "CEO": "Harsh Dinesh Shah", "Website": "indigrid.co.in", "Headquarters": "Mumbai", "Founded": "2016", "About-us": "India Grid Trust operates infrastructure investment Company. It owns, operates, and manages power transmission networks and renewable energy assets that deliver reliable power. The firm investment objectives are to undertake activity as an infrastructure investment trust in accordance with the provisions. The company was founded on October 21, 2016 and is headquartered in New Delhi, Mumbai."}, "3632": {"Sector": "Finance", "Industry": "Finance/Rental/Leasing", "CEO": "Pradip Kumar Das", "Website": "ireda.in", "Headquarters": 160, "Founded": "1987", "About-us": "Indian Renewable Energy Development Agency Ltd. is a non-banking financial company, which engages in the promotion, development, and extending financial assistance for energy conservation projects. It operates through the Financing Activities in the Renewable Energy and Energy Efficiency Sector and Generation of Power through Solar Plant Operations segments. The company was founded on March 11, 1987 and is headquartered in New Delhi, India."}, "3633": {"Sector": "Finance", "Industry": "Financial Conglomerates", "CEO": "Harsh Dinesh Shah", "Website": "indigrid.co.in", "Headquarters": "Mumbai", "Founded": "2016", "About-us": "India Grid Trust operates infrastructure investment Company. It owns, operates, and manages power transmission networks and renewable energy assets that deliver reliable power. The firm investment objectives are to undertake activity as an infrastructure investment trust in accordance with the provisions. The company was founded on October 21, 2016 and is headquartered in New Delhi, Mumbai."}, "3634": {"Sector": "Utilities", "Industry": "Electric Utilities", "Website": "indowind.com", "Headquarters": 67, "Founded": "1995", "About-us": "Indowind Energy Ltd. is a holding company, which engages in the generation and distribution of power through windmills. Its services include Green Power Sale (GPS), Project Management Services (PMS), Asset Management Services (AMS), and Value Addition Services (VAS). It operates through the following segments: Power Generation, Project Sale, and Others. The company was founded on July 19, 1995 and is headquartered in Chennai, India."}, "3636": {"Sector": "Utilities", "Industry": "Alternative Power Generation", "Website": "inoxwind.com", "Headquarters": 5, "Founded": "2020", "About-us": "Inox Wind Energy Ltd. engages in the business of generation and sale of wind energy. It provides services to make investment in the shares, debentures and other securities of renewable energy business. The company was founded on March 6, 2020 and is headquartered in Noida, India."}, "3648": {"Sector": "Utilities", "Industry": "Electric Utilities", "CEO": "Thyagarajan Shivaraman", "Website": "orientgreenpower.com", "Headquarters": 4, "Founded": "2006", "About-us": "Orient Green Power Co., Ltd. engages in the production and distribution of renewable energy. It focuses on the development, ownership, and operation of wind energy power plants located in the states of Tamil Nadu and Andhara Pradesh. The company was founded by Thyagarajan Shivaraman in October 2006 and is headquartered in Chennai, India."}, "3660": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Amit Jain", "Website": "sterlingandwilsonsolar.com", "Headquarters": 1935, "Founded": "2011", "About-us": "Sterling & Wilson Renewable Energy Ltd. provides solar engineering, procurement and construction (EPC) solutions. The firm provides EPC services primarily for utility-scale solar power projects with a focus on project design and engineering and manage all aspects of project execution from conceptualizing to commissioning. It also provides operations and maintenance services, including for projects constructed by third-parties. The company was founded in 2011 and is headquartered in Mumbai, India."}, "3663": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Jayarama Prasad Chalasani", "Website": "suzlon.com", "Headquarters": 5900, "Founded": "1995", "About-us": "Suzlon Energy Ltd. engages in the sale of wind turbine generators and related components of various capacities. Its products include S111, S128, and S120 Wind Turbine Generators. The firm operates through the following segments: Sale of Wind Turbine Generators, Foundry and Forging, Operation and Maintenance Services, and Other. The company was founded by Tulsi Ranchhod Tanti on April 10, 1995 and is headquartered in Pune, India."}, "3664": {"Sector": "Producer Manufacturing", "Industry": "Electrical Products", "CEO": "Jayarama Prasad Chalasani", "Website": "suzlon.com", "Headquarters": 5900, "Founded": "1995", "About-us": "Suzlon Energy Ltd. engages in the sale of wind turbine generators and related components of various capacities. Its products include S111, S128, and S120 Wind Turbine Generators. The firm operates through the following segments: Sale of Wind Turbine Generators, Foundry and Forging, Operation and Maintenance Services, and Other. The company was founded by Tulsi Ranchhod Tanti on April 10, 1995 and is headquartered in Pune, India."}, "3668": {"Sector": "Electronic Technology", "Industry": "Semiconductors", "Website": "urjaglobal.in", "Headquarters": 28, "Founded": "1992", "About-us": "Urja Global Ltd. engages in the design, consultancy, integration, supply, installation, commissioning, and maintenance of off-grid and grid connected solar power plants. Its products include batteries, inverters, charge controller, solar power pack, and home lighting. The company was founded on May 29, 1992 and is headquartered in New Delhi, India."}, "3669": {"Sector": "Electronic Technology", "Industry": "Semiconductors", "Website": "urjaglobal.in", "Headquarters": 28, "Founded": "1992", "About-us": "Urja Global Ltd. engages in the design, consultancy, integration, supply, installation, commissioning, and maintenance of off-grid and grid connected solar power plants. Its products include batteries, inverters, charge controller, solar power pack, and home lighting. The company was founded on May 29, 1992 and is headquartered in New Delhi, India."}, "3677": {"Sector": "Retail Trade", "Industry": "Internet Retail", "CEO": "Dinesh Chandra Agarwal", "Website": "indiamart.com", "Headquarters": 4583, "Founded": "1996", "About-us": "IndiaMART InterMESH Ltd. engages in the provision of platform to Small and Medium Enterprises, large enterprises, as well as individuals. The company was founded by Brijesh Agrawal and Dinesh Agarwal in 1996 and is headquartered in Noida, India."}, "3689": {"Sector": "Commercial Services", "Industry": "Commercial Printing/Forms", "CEO": "Puneet Jain", "Website": "digicontent.co.in", "Headquarters": 1603, "Founded": "2017", "About-us": "Digicontent Ltd. engages in the entertainment and digital innovation business. Its products and services include Fever Audio Tools, in-store music and advertisements, brand promotion activities, movie entertainment and review website Desimartini, and digital repository of copyright images. The company was founded on August 14, 2017 and is headquartered in New Delhi, India."}, "3690": {"Sector": "Producer Manufacturing", "Industry": "Office Equipment/Supplies", "CEO": "Santosh Rasiklal Raveshia", "Website": "domsindia.com", "Headquarters": 8584, "Founded": "1975", "About-us": "DOMS Industries Ltd. engages in the business of selling stationery and art products. It designs, develops, manufactures, and sells a range of products under the brand ‘DOMS’. Its products include pencils & accessories, drawing, coloring, crafts, hobbyist, fine art, markers, highlighters, mathematical drawing instruments, paper stationary, pens, writing instruments and gifting. The company was founded by Rasiklal Amritlal Raveshia and Mansukhlal Jamnadas Rajani in 1975 and is headquartered in Umbergaon, India."}, "3699": {"Sector": "Technology Services", "Industry": "Internet Software/Services", "CEO": "Kailasnath Adhikari", "Website": "governancenow.com", "Headquarters": 12, "Founded": "2014", "About-us": "SAB Events & Governance Now Media Ltd. engages in the business of publication. It is a multi-media initiative for participatory reportage and analyses related to governance of all institutions and processes that are vital to public life in India. The company was founded by Gautam Adhikari, Markand Adhikari, and Anurag Batra on March 21, 2014 and is headquartered in Mumbai, India."}, "3708": {"Sector": "Finance", "Industry": "Real Estate Development", "CEO": "Jatin J. Chokshi", "Headquarters": "Mumbai", "Founded": "2021", "About-us": "TransIndia Real Estate Ltd. engages in the development of industrial and logistics parks, and commercial space. The company was founded on December 3, 2021 and is headquartered in Mumbai, India."}, "3710": {}, "3711": {"Sector": "Finance", "Industry": "Real Estate Investment Trusts", "CEO": "Vinod Rohira", "Website": "mindspacereit.com", "Headquarters": 3534, "About-us": "Mindspace Business Parks REIT engages in the provision of trust services, which invests in office buildings and business parks. Its portfolio includes properties in Mumbai, Hyderabad, Pune, and Chennai. The company was founded on November 18, 2019 and is headquartered in Mumbai, India."}, "3716": {"Sector": "Process Industries", "Industry": "Industrial Specialties", "Website": "gandharoil.com", "Headquarters": "Mumbai", "Founded": "1992", "About-us": "Gandhar Oil Refinery India Ltd. manufactures and wholesales industrial oils, greases, transformer oils and automotive lubricants. The company was founded by Ramesh B. Parekh in 1992 and is headquartered in Mumbai, India."}, "3728": {"Sector": "Utilities", "Industry": "Electric Utilities", "CEO": "Amit Singh", "Website": "adanigreenenergy.com", "Headquarters": 2912, "Founded": "2015", "About-us": "Adani Green Energy Ltd. engages in the business of selling power generated from 12 MW wind power project and purchasing and sale of ancillary goods. The company was founded on January 23, 2015 and is headquartered in Ahmedabad India."}, "3730": {"Sector": "Producer Manufacturing", "Industry": "Building Products", "CEO": "Kunjbihari J. Shah", "Website": "zodiacenergy.com", "Headquarters": 90, "Founded": "1992", "About-us": "Zodiac Energy Ltd. engages in the installation of power generation plants and items. It offers electric power generation using solar energy and electric power generation by non-coal based thermal. Its services include solar photovoltaic system, solar thermal, diesel and gas based captive and co-generation power plants, building integrated photovoltaic system, and emerging technologies. The company was founded by Kunjbihari Jugalkishor Shah on May 22, 1992 and is headquartered in Ahmedabad, India."}, "3732": null, "3733": {"Sector": "Retail Trade", "Industry": "Apparel/Footwear Retail", "CEO": "Ashish Dikshit", "Website": "abfrl.com", "Headquarters": 48245, "Founded": "2007", "About-us": "Aditya Birla Fashion & Retail Ltd. engages in fashion retail business. It operates through the following segments: Madura Fashion & Lifestyle, and Pantaloons. The Madura Fashion and Lifestyle segment manufactures and distributes branded fashion apparel and accessories. The Pantaloons segment includes retailing of clothing. The company was founded on April 19, 2007 and is headquartered in Mumbai, India."}, "3735": {"Sector": "Retail Trade", "Industry": "Apparel/Footwear Retail", "CEO": "Shailesh Shyam Chaturvedi", "Website": "arvind-fashions.com", "Headquarters": 6070, "Founded": "1931", "About-us": "Arvind Fashions Ltd. distribution and sale of ready-made garments, apparels, and accessories. Its brand portfolio consists of owned and licensed international brands including U.S. Polo, Arrow, Tommy Hilfiger, Flying Machine, Aeropostale, GAP, Calvin Klein, GANT, Nautica, Unlimited, Sephora, Hanes, and others. It operates through the India and Rest of the World geographic segments. The company was founded in 1931 and is headquartered in Ahmedabad, India."}, "3737": {"Sector": "Retail Trade", "Industry": "Apparel/Footwear Retail", "CEO": "Shailesh Shyam Chaturvedi", "Website": "arvind-fashions.com", "Headquarters": 6070, "Founded": "1931", "About-us": "Arvind Fashions Ltd. distribution and sale of ready-made garments, apparels, and accessories. Its brand portfolio consists of owned and licensed international brands including U.S. Polo, Arrow, Tommy Hilfiger, Flying Machine, Aeropostale, GAP, Calvin Klein, GANT, Nautica, Unlimited, Sephora, Hanes, and others. It operates through the India and Rest of the World geographic segments. The company was founded in 1931 and is headquartered in Ahmedabad, India."}, "3743": {"Sector": "Process Industries", "Industry": "Textiles", "CEO": "Vijay Laxminarayan Biyani", "Website": "felindia.in", "Headquarters": "Mumbai", "Founded": "1987", "About-us": "Future Enterprises Ltd. operates as a holding company. The firm engages in the manufacture and trade of retail infrastructure. It operates through the following segments: Manufacturing and Trading, Logistics and Leasing & Others. The company was founded on October 12, 1987 and is headquartered in Mumbai, India."}, "3746": {"Sector": "Consumer Non-Durables", "Industry": "Apparel/Footwear", "CEO": "Gautam Saraogi", "Website": "gocolors.co.in", "Headquarters": 4318, "Founded": "2010", "About-us": "Go Fashion (India) Ltd. manufactures women's bottom wears. It is engaged in the development, design, sourcing, marketing and retailing a range of women's bottom-wear products under the brand Go Colors. The company was founded on 9th September, 2010 and is headquartered in Chennai, India."}, "3747": {"Sector": "Retail Trade", "Industry": "Apparel/Footwear Retail", "CEO": "Sangeeta M. Mandhana", "Website": "huvl.in", "Headquarters": 22, "Founded": "2000", "About-us": "Heads UP Ventures Ltd. engages in the retail sale of clothing. It involves in the textile processes like calendaring, sizing, dyeing, bleaching, shrinking finishing, mercerizing, texturing printing stamping, and other textile processes of yarn, threads, woven and non woven fabrics, hosiery, and apparels made from cotton and jute silk nylon wool. The company was founded in 2000 and is headquartered in Mumbai, India."}, "3751": {"Sector": "Retail Trade", "Industry": "Specialty Stores", "CEO": "Swetank Jain", "Website": "praxisretail.in", "Headquarters": "Mumbai", "Founded": "2007", "About-us": "Praxis Home Retail Ltd. engages in the retail of home furniture and home fashion products. Its offers home furniture, home ware, customized solutions for kitchens and wardrobes, home improvement products, as well as design and build consultation and services. The company was founded in 2007 and is headquartered in Mumbai, India."}, "3752": {"Sector": "Retail Trade", "Industry": "Specialty Stores", "CEO": "Swetank Jain", "Website": "praxisretail.in", "Headquarters": "Mumbai", "Founded": "2007", "About-us": "Praxis Home Retail Ltd. engages in the retail of home furniture and home fashion products. Its offers home furniture, home ware, customized solutions for kitchens and wardrobes, home improvement products, as well as design and build consultation and services. The company was founded in 2007 and is headquartered in Mumbai, India."}, "3754": {"Sector": "Retail Trade", "Industry": "Food Retail", "CEO": "Anuj Singh", "Website": "spencersretail.com", "Headquarters": 4505, "Founded": "1863", "About-us": "Spencer's Retail Ltd. owns and operates retail stores. The firm provides food products, personal care, electronics and electrical products, fashion and accessories. The company was founded by John William Spencer and Charles Durrant in 1863 and is headquartered in Kolkata, India."}, "3759": {"Sector": "Retail Trade", "Industry": "Internet Retail", "CEO": "Ravi Modi", "Website": "vedantfashions.com", "Headquarters": 963, "Founded": "1999", "About-us": "Vedant Fashions Ltd. manufactures fashion apparel and accessories. The firm is engaged in the business of selling men's ethnic wear and accessories under the brand name and style Manyavar. The company was founded by Ravi Modi in 1999 and is headquartered in Kolkata, India."}, "3766": {"Sector": "Producer Manufacturing", "Industry": "Trucks/Construction/Farm Machinery", "CEO": "Hari P. Rukminiamma", "Website": "grse.in", "Headquarters": 1748, "Founded": "1884", "About-us": "Garden Reach Shipbuilders & Engineers Ltd. engages in shipbuilding business. It operates through the following business segments: Ship, Base and Depot Spares (B&D Spares), Engineering, Engine, and Others. The Ship segment comprises of the construction of ships and vessels arising out of contracts with the customer, including modification carried out during construction stage and after delivery of ship based of customer requirement. The B&D Spares segment supplies spares for ship equipment and machinery to the customers location as per contractual terms. The Engineering segment manufactures and fabricates portable steel bridges, on-board machinery of ship, and marine pump. The Engine segment tests and overhauls marine propulsion engines and partial manufacture of diesel engine located at Ranchi. The Others segment covers Segment assets and segment liabilities represent assets and liabilities of respective segment. The company was founded in 1884 and is headquartered in Kolkata, India."}, "3768": {"Sector": "Producer Manufacturing", "Industry": "Trucks/Construction/Farm Machinery", "CEO": "Sanjeev Singhal", "Website": "mazagondock.in", "Headquarters": 5914, "Founded": "1934", "About-us": "Mazagon Dock Shipbuilders Ltd. provides ship building services. It builds and repairs ships, barges, and off-shore drilling rigs. The firm operates through two major segments; Shipbuilding and Submarine. It offers services to the Indian navy, oil and gas exploration companies, and other commercial customers throughout India and internationally. The company was founded on February 26, 1934 and is headquartered in Mumbai, India."}, "3782": {"Sector": "Technology Services", "Industry": "Information Technology Services", "CEO": "Anjay Ratanlal Agarwal", "Website": "aaatechnologies.co.in", "Headquarters": 68, "Founded": "2000", "About-us": "AAA Technologies Ltd. is an information technology security auditing company, which engages in the provision of management consulting services. It offers services in the area of information systems audit, information security, cyber security, IT assurance & compliance, and IT governance. The company was founded on October 3, 2000 and is headquartered in Mumbai, India."}, "3790": {"Sector": "Technology Services", "Industry": "Information Technology Services", "CEO": "Sandeepkumar Agrawal", "Website": "airanlimited.in", "Headquarters": 1690, "Founded": "1995", "About-us": "Airan Ltd. engages in the business of information technology, and information technology enabled services, including banking transaction processing services and document management services for telecommunication companies, internet services provider, payment banks, and others. It also provides consulting, technology, outsourcing and next generation digital services and software, enabling clients to execute strategies for their digital transformation. The company was founded by Sandeepkumar Vishwanath Agrawal on April 19, 1995 and is headquartered in Ahmedabad, India."}, "3795": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Rohan Verma", "Website": "mapmyindia.com", "Headquarters": 817, "About-us": "C.E. Info Systems Ltd. engages in the provision of digital map data, navigation, and tracking services. It offers GPS navigation devices, GPS navigation software products, store locators, vehicle tracking products, APIs for Internet or wireless LBS applications, print and digital maps, decision support systems, and utilities products. The firm also operates an internet portal for maps, directions, and local search. The company was founded by Rakesh Kumar Verma and Rashmi Verma on February 17, 1995 and is headquartered in New Delhi, India."}, "3797": {"Sector": "Technology Services", "Industry": "Information Technology Services", "CEO": "Sheshadri Srinivas Yedavanahalli", "Website": "ecanarys.com", "Headquarters": 191, "Founded": "1991", "About-us": "Canarys Automations Ltd. operates as an information technology solutions company. It offers software solutions in the space of digitalization, modernization, automation and intelligence. The firm's business segments include Telemetry and Cansoft. The company was founded on July 1, 1991 and is headquartered in Bangalore, India."}, "3800": {"Sector": "Finance", "Industry": "Investment Managers", "CEO": "Rajiv Kaul", "Website": "cms.com", "Headquarters": 531, "Founded": "2008", "About-us": "CMS Info Systems Ltd. engages in the provision of cash management services. It operates through the following segments: Cash Management Services, Managed Services, and Cards. The Cash Management Services segment includes ATM services, Cash delivery and pick-up, Network cash management services, and other related services. The Managed Services segment covers income from sale of ATM and ATM sites and related products and maintenance services. The Cards segment focuses on the revenue from trading in card and card personalization services. The company was founded on March 26, 2008 and is headquartered in Mumbai, India."}, "3801": {"Sector": "Technology Services", "Industry": "Information Technology Services", "CEO": "Atul Harkishandas Mehta", "Website": "compuageindia.com", "Headquarters": "Mumbai", "Founded": "1999", "About-us": "Compuage Infocom Ltd. engages in the provision of information technology and mobility products. The firm's segments include IT Consumer, IT Enterprise Solutions, Cloud Computing and Hardware Services. The IT Consumer segment deals with PCs, audio/video products and peripherals. The IT Enterprise Solutions segment deals with products related to cyber security, software, power and network infrastructure. The Cloud Computing segment provides access for the employees to the required critical data from any part of the world to ensure that work is not impacted. The Hardware Services segment undertake the repairs and warranty services on the behalf of companies. The company was founded on July 27, 1999 and is headquartered in Mumbai, India."}, "3805": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Hiten Ashwin Barchha", "Website": "drcsystems.com", "Headquarters": 211, "Founded": "2012", "About-us": "DRC Systems India Ltd. engages in the provision of information technology and consultancy services. It offers services for front-end technologies, database systems, backend and scripting, frameworks, content management systems, e-commerce, e-learning, mobile applications, and cross-platform technologies. The company was founded by Kirit Gajera in 2012 and is headquartered in India."}, "3809": {"Sector": "Industrial Services", "Industry": "Engineering & Construction", "CEO": "Shrabani Deodhar", "Website": "giesl.in", "Headquarters": "New Delhi", "Founded": "2006", "About-us": "Teamo Productions HQ Ltd. engages in the provision of Information Technology (IT), engineering services, and other related services. It operates through the following segments: Dealing In Shares/Securities, Engineering Based Services, and Trading Division-Infrastructure. The company was founded on August 10, 2006 and is headquartered in Mumbai, India."}, "3821": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Ratan Kumar Srivastava", "Website": "ksolves.com", "Headquarters": 417, "Founded": "2014", "About-us": "Ksolves India Pvt Ltd. engages in the software development, enterprise solutions and consulting services. The firm provides a range of Information Technology solutions to companies across sectors such as Real Estate, E-commerce, Finance, Telecom and Healthcare. The company designs, develops and maintains software systems and solutions, create new applications and enhance the functionality of customer's existing software products. The company was founded by Ratan Kumar Srivastava and Deepali Verma on July 17, 2014 and is headquartered in Noida, India."}, "3827": {"Sector": "Technology Services", "Industry": "Packaged Software", "Website": "nazara.com", "Headquarters": 74, "Founded": "1999", "About-us": "Nazara Technologies Ltd. operates as a mobile entertainment company. It offers mobile games and applications, as well as multimedia solutions, including themes and wallpapers. The firm also provides solutions for the development, deployment, targeting, and tracking of promotional campaigns on mobile platforms; and wireless solutions that integrate content of media companies, marketing messages, and the consumer reach of wireless carriers. The company was founded by Vikash Mittersain & Nitish Mittersain in 1999 and is headquartered in Mumbai, India."}, "3830": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Niraj Chhaganraj Gemawat", "Website": "nintecsystems.com", "Headquarters": 249, "Founded": "2015", "About-us": "Nintec Systems Ltd. is engaged in providing software development services and solutions. Its services include application development & maintenance, offshore software product development, legacy system development & software migration, and search engine optimization. The company was founded on August 4, 2015 and is headquartered in Ahmedabad, India."}, "3844": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Bhanu Chopra", "Website": "rategain.com", "Headquarters": 486, "Founded": "2004", "About-us": "RateGain Travel Technologies Ltd. operates as software as a service company in the hospitality and travel industry in India. It offers travel and hospitality solutions across a spectrum of verticals including hotels, airlines, online travel agents, meta-search companies, vacation rentals, package providers, car rentals, rail, travel management companies, cruises and ferries. The company also offers a suite of inter-connected products that manage the revenue creation value chain for customers by leveraging its big-data capabilities and integration with other technology platforms helping hospitality and travel providers acquire guests, retain guests via personalized guest experiences and seek to maximize their margins. The company was founded by Bhanu Chopra in 2004 and is headquartered in Noida, India."}, "3849": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Vipul Haridas Thakkar", "Website": "silvertouch.com", "Headquarters": 715, "Founded": "1992", "About-us": "Silver Touch Technologies Ltd. is a surging information technology, consulting, and business process services company, which provides computers and information technology solutions. The firm's services include Enterprise Software, Resilient, Robotic Process Automation, Digital Transformation, E-Governance solutions, Managed IT, Strategic Outsourcing, ERP solutions, and Cloud solutions. It operates through the following segments: Domestic and Exports. The Exports segment covers United Kingdom, United States of America, Australia, France and the Netherlands. The company was founded in 1992 and is headquartered in Ahmedabad, India."}, "3851": {"Sector": "Technology Services", "Industry": "Packaged Software", "CEO": "Vijay Shantiswarup Gupta", "Website": "softtech-engr.com", "Headquarters": 333, "Founded": "1996", "About-us": "SoftTech Engineers Ltd. engages in the provision of engineering process software solutions. Its products include autoDCR, PWIMS, and OPTICON. It offers comprehensive AEC software solutions for civil/structural engineering, architectural and construction industry specific applications. The company was founded by Vijay Gupta in 1996 and is headquartered in Pune, India."}, "3857": {"Sector": "Technology Services", "Industry": "Internet Software/Services", "CEO": "Neha Singh", "Website": "tracxn.com", "Headquarters": 847, "Founded": "2013", "About-us": "Tracxn Technologies Ltd. engages with the global market intelligence provider for private company data. It offers customers private company data for deal sourcing, identifying M&A targets, deal diligence, analysis and tracking emerging themes across industries and markets, among other uses, through subscription-based platform. The company launched platform in fiscal 2015 with a focus on the global emerging technology sector, providing users with detailed profiles of companies including detailed information of funding rounds and acquisition related information, taxonomy and market maps, global competitor benchmarking, financial information, valuation and capitalization tables, employee count, investor profiles, competitor mapping, and sector specific reports and news events. Tracxn Technologies was founded by Neha Singh and Abhishek Goyal in the year 2013 and is headquartered in Bengaluru, India."}, "3858": {"Sector": "Technology Services", "Industry": "Information Technology Services", "Website": "trejhara.com", "Headquarters": 262, "Founded": "2017", "About-us": "Trejhara Solutions Ltd. engages in the development, infrastructure management, database management and analytics services. It focuses on building newer skills and has developed unique skill sets in cloud, mobile, social, and analytics. The company was founded on October 03, 2017 and is headquartered in Thane, Maharashtra."}, "3867": {"Sector": "Process Industries", "CEO": "Ashwin Jayantilal Desai", "Website": "aether.co.in", "Headquarters": 889, "Founded": "2013", "About-us": "Aether Industries Ltd. engages in the production of intermediates and specialty chemicals. It offers products for pharmaceutical, agrochemical, material science, coating, photography, additive, and oil and gas segments of the chemical industry. The company was founded in 2013 and is headquartered in Surat, India."}, "3870": {"Sector": "Health Technology", "CEO": "Nareshkumar R. Patel", "Website": "amiorganics.com", "Headquarters": 967, "Founded": "2004", "About-us": "Ami Organics Ltd. engages in the development and commercialization of pharmaceutical intermediate products and specialty chemicals. It caters both, domestic and international market covering North & South America, Europe, and Asian Countries. The company was founded by Nareshkumar Ramjibhai Patel and Chetankumar Chhaganlal Vaghasia in January 03, 2004 and is headquartered in Surat, India."}, "3871": {"Sector": "Health Technology", "Website": "anupamrasayan.com", "Headquarters": 3025, "Founded": "1984", "About-us": "Anupam Rasayan India Ltd. manufactures pharmaceutical and specialty chemical products. It operates in life science related specialty chemicals and other specialty chemicals segments. The life science related specialty chemicals segment manufactures a variety of life science related specialty chemicals comprising products related to agrochemicals, personal care and pharmaceuticals. it manufactures agro intermediates and agro active ingredients for the agrochemicals industry which are used in the manufacturing of, amongst others, insecticides, fungicides and herbicides. The other specialty chemicals segment manufactures specialty chemicals which are used in diverse end-user segments, comprising specialty pigments, specialty dyes and polymer additives. The company was founded in 1984 and headquartered in Surat, India."}, "3881": {"Sector": "Process Industries", "CEO": "Kamalkumar Rajendra Aggarwal", "Website": "cscpl.com", "Headquarters": 356, "Founded": "1988", "About-us": "Chemcon Speciality Chemicals Ltd. engages in the manufacture and sale of chemicals for pharmaceuticals and oilfield industries. Its products include oilfield chemicals, pharmaceutical chemicals, silanes, and agro chemicals intermediate. The company was founded on December 15, 1988 and is headquartered in Vadodara, India."}, "3883": {"Sector": "Process Industries", "CEO": "Ramkumar Shankar", "Website": "chemplastsanmar.com", "Headquarters": 2962, "Founded": "1962", "About-us": "Chemplast Sanmar Ltd. operates as a specialty chemicals manufacturer. It engages in manufacturing specialty paste PVC resin and custom manufacturing of starting materials and intermediates for pharmaceutical, agro-chemical and fine chemicals sectors. The firm also manufactures caustic soda, hydrogen peroxide. Chemplast Sanmar was founded in 1962 and is headquartered in Chennai, India."}, "3886": {"Sector": "Process Industries", "CEO": "Ashok Ramnarayan Boob", "Website": "cleanscience.co.in", "Headquarters": 1383, "Founded": "2003", "About-us": "Clean Science & Technology Ltd. manufactures chemicals. The firm’s products include Anisole, Mono Methyl Ether Of Hydroquinone, Guaiacol, 4-Methoxy Acetophenone, Butylated Hydroxy Anisole, L Ascorbyl Palmitate, and Dicyclohexylcarbodiimide. The company was founded on November 7, 2003 and is headquartered in Pune, India."}, "3893": {"Sector": "Process Industries", "CEO": "Kaushal Ashishbhai Soparkar", "Website": "meghmanifinechem.com", "Headquarters": 1521, "Founded": "2007", "About-us": "Epigral Ltd. engages in the manufacture of chemicals involved in pigments and pesticides. It offers caustic soda, chlorine, hydrogen, caustic potash, chloromethanes, hydrogen peroxide, caustic potash flakes, caustic soda flakes hydrochloric acid and sulphuric acid. The company was founded on September 11, 2007 and is headquartered in Ahmedabad, India."}, "3894": {"Sector": "Process Industries", "CEO": "Nahoosh Jayvadan Jariwala", "Website": "fairchem.in", "Headquarters": 330, "Founded": "2019", "About-us": "Fairchem Organics Ltd. engages in the manufacture, supply and export of aroma, nutraceuticals and oleo chemicals. The company was founded on March 27, 2019 and is headquartered in Navi Mumbai, India."}, "3898": {"Sector": "Process Industries", "CEO": "Vivek Kumar Jain", "Website": "gfl.co.in", "Headquarters": 8370, "Founded": "1987", "About-us": "Gujarat Fluorochemicals Ltd. engages in the manufacture of chemicals. Its products include fluoropolymers, fluoroelastomer, fluoroadditives, fluorospeciality chemicals, and refrigerants. The company was founded in 1987 and is headquartered in Noida, India."}, "3908": {"Sector": "Process Industries", "Website": "jubilantingrevia.com", "Headquarters": 3650, "Founded": "2019", "About-us": "Jubilant Ingrevia Ltd. engages in the provision of life science products and solutions. The company operates through the following segments: Speciality Chemicals, Nutrition and Health Solutions, and Life Science Chemicals. The Speciality Chemicals segment manufactures pyridine and picolines, fine chemicals, and agro chemicals. The Nutrition and Health Solutions segment offers nutrition and health ingredients, as well as animal and human nutrition health solutions. The Life Science Chemicals segment includes acetyls and specialty ethanol. The company was founded in 2019 and is headquartered in Noida, India."}, "3913": {"Sector": "Process Industries", "CEO": "Rajan Venkatesh", "Website": "laxmi.com", "Headquarters": 1476, "Founded": "1989", "About-us": "Laxmi Organic Industries Ltd. engages in the manufacture of acetyl and specialty intermediates. It offers ethyl acetate, acetaldehyde, fuel-grade ethanol and other proprietary solvents; and f ketene, diketene derivatives namely esters, acetic anhydride, amides, arylides, and other chemicals. The company was founded on May 15, 1989 and is headquartered in Mumbai, India."}, "3918": {"Sector": "Process Industries", "Website": "neogenchem.com", "Headquarters": 1237, "Founded": "1989", "About-us": "Neogen Chemicals Ltd. engages in the manufacture of specialty chemicals which are used in pharmaceutical, engineering, and agro chemical industries. Its products include organo bromine, specialty chloro, and inorganic bromine compounds, grignard reagents, advance intermediates, and lithium salts. The company was founded by Haridas Thakarshi Kanani on March 7, 1989 and is headquartered in Thane, India."}, "3926": {"Sector": "Process Industries", "CEO": "Sunil Srinivasan Chari", "Website": "rossari.com", "Headquarters": 1143, "Founded": "1997", "About-us": "Rossari Biotech Ltd. operates as a specialty chemicals manufacturing company. It operates in following divisions: Home, Personal Care and Performance Chemicals, Textile Specialty Chemicals and Animal Health and Nutrition divisions providing intelligent and sustainable solutions for customers across industries. The company was founded by Edward Menezes and Sunil Srinivasan Chari in 1997 and is headquartered in Mumbai, India."}, "3929": {"Sector": "Process Industries", "CEO": "Chintan Nitinkumar Shah", "Website": "tatvachintan.com", "Headquarters": 887, "Founded": "1996", "About-us": "Tatva Chintan Pharma Chem Ltd. is a chemicals manufacturing company. The firm is engaged in the manufacture of portfolio, which includes structure directing agents(SDAs), phase transfer catalysts(PTCs), electrolyte salts for super capacitor batteries, and pharmaceutical and agrochemical intermediates and other specialty chemicals(PASC). The company was founded on June 12, 1996 and is headquartered in Ankleshwar, India."}, "3945": {"Sector": "Retail Trade", "Industry": "Specialty Stores", "CEO": "Swetank Jain", "Website": "praxisretail.in", "Headquarters": 831, "Founded": "2007", "About-us": "Praxis Home Retail Ltd. engages in the retail of home furniture and home fashion products. Its offers home furniture, home ware, customized solutions for kitchens and wardrobes, home improvement products, as well as design and build consultation and services. The company was founded in 2007 and is headquartered in Mumbai, India."}, "3951": {"Sector": "Energy Minerals", "Industry": "Coal", "Website": "southwestpinnacle.com", "Headquarters": 633, "Founded": "2006", "About-us": "South West Pinnacle Exploration Ltd. engages in the business of providing end to end drilling, exploration, and allied services to coal, ferrous, non-ferrous, atomic, and base metal mining industries. It offers aquifer mapping, coalbed methane (CBM) exloration, CBM production, coal and mineral drilling, geological and geophysical, and workover rig. The company was founded by Vikas Jain on November 27, 2006 and is headquartered in Gurgaon, India."}, "3953": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "Website": "birla-sugar.com", "Headquarters": 817, "Founded": "2015", "About-us": "Avadh Sugar & Energy Ltd. engages in the production, manufacturing, and sale of sugar and sugar products. It operates through the following segments: Sugar, Distillery, Co-Generation, and Others. The Sugar segment manufactures and sells sugar, molasses, and bagasse. The Distillery segment offers industrial spirits, fusel oil, and bio-compost products. The Co-Generation segment deals with the generation and transmission of power. The Others segment covers the trading of petroleum products business. The company was founded on March 19, 2015 and is headquartered in Kolkota, India."}, "3960": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Gautam Goel", "Website": "dhampur.com", "Headquarters": 1723, "Founded": "2020", "About-us": "Dhampur Bio Organics Ltd. engages in the manufacture of sugar. It operates through the Sugar, and Bio Fuels and Spirits segments. The Sugar segment handles the manufacture and sale of Sugar and its byproducts. The Bio Fuels and Spirits segment offers rectified spirit (RS), special denatured spirit (SDS), extra neutral alcohol (ENA), ethanol, Indian-made foreign liquor (IMFL), and sanitizers. The company was founded on October 26, 2020 and is headquartered in New Delhi, India."}, "3972": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Chandra Mohan", "Website": "birla-sugar.com", "Headquarters": 1234, "Founded": "2015", "About-us": "Magadh Sugar & Energy Ltd. engages in the manufacturing, production, and sale of sugar, sugar products, spirits, and alcohol. It operates through the following business segments: Sugar, Distillery, and Co-Generation. The Sugar segment refers to the manufacture and sale of sugar, molasses, and bagasse. The Distillery segment manufactures and sells industrial spirits, ethanol, fuel oil and bio-compost. The Co-Generation segment deals with the generation and transmission of power. The company was founded on March 19, 2015 and is headquartered in Kolkata, India."}, "3990": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Nikhil Umesh Katti", "Website": "vsil.co.in", "Headquarters": 859, "Founded": "1995", "About-us": "Vishwaraj Sugar Industries Ltd. is a sugar and other allied products manufacturing company. The firm's products include distillery products, Indian Made Liquor (IML), vinegar, other by-products and also in the generation of power. It operates through the following segments: Sugar, Co-Generation, Distillery, IML, and Vinegar. The company was founded on May 2, 1995 and is headquartered in Belgaum, India."}, "4041": {"Sector": "Communications", "Industry": "Wireless Telecommunications", "CEO": "Gopal Vittal", "Website": "airtel.in", "Headquarters": 69591, "Founded": "1995", "About-us": "Bharti Airtel Ltd. engages in the provision of telecommunication, tower infrastructure, and direct-to-home digital television services. It operates through the following segments: Mobile Services India, Mobile Services South Asia, Mobile Services Africa, Airtel Business, Tower Infrastructure Services, Homes Services, Digital TV Services, and Others. The Mobile Services India segment covers voice and data telecom services provided through wireless technology in India. The Mobile Services South Asia segment covers operations in Sri Lanka and Bangladesh. The Mobile Services Africa handles the company's operations in Africa. The Airtel Business segment offers end-to-end telecom solutions being provided to large Indian and global corporations by serving as a single point of contact for all telecommunication needs across data and voice, network integration, and managed services. The Tower Infrastructure Services segment includes setting up, operating, and maintaining wireless communication towers in India. The Homes Services segment refers to services that cover voice and data communications through fixed-line network and broadband technology. The Digital TV Services segment consists of digital broadcasting services provided under the direct-to-home platform. The Others segment comprises of administrative and support services provided to other segments and also include Airtel payment bank operations. The company was founded by Sunil Bharti Mittal on July 7, 1995 and is headquartered in New Delhi, India."}, "4042": {"Sector": "Communications", "Industry": "Wireless Telecommunications", "CEO": "Gopal Vittal", "Website": "airtel.in", "Headquarters": 69591, "Founded": "1995", "About-us": "Bharti Airtel Ltd. engages in the provision of telecommunication, tower infrastructure, and direct-to-home digital television services. It operates through the following segments: Mobile Services India, Mobile Services South Asia, Mobile Services Africa, Airtel Business, Tower Infrastructure Services, Homes Services, Digital TV Services, and Others. The Mobile Services India segment covers voice and data telecom services provided through wireless technology in India. The Mobile Services South Asia segment covers operations in Sri Lanka and Bangladesh. The Mobile Services Africa handles the company's operations in Africa. The Airtel Business segment offers end-to-end telecom solutions being provided to large Indian and global corporations by serving as a single point of contact for all telecommunication needs across data and voice, network integration, and managed services. The Tower Infrastructure Services segment includes setting up, operating, and maintaining wireless communication towers in India. The Homes Services segment refers to services that cover voice and data communications through fixed-line network and broadband technology. The Digital TV Services segment consists of digital broadcasting services provided under the direct-to-home platform. The Others segment comprises of administrative and support services provided to other segments and also include Airtel payment bank operations. The company was founded by Sunil Bharti Mittal on July 7, 1995 and is headquartered in New Delhi, India."}, "4046": {"Sector": "Communications", "Industry": "Major Telecommunications", "CEO": "Sanjai Kumar", "Website": "railtelindia.com", "Headquarters": 752, "Founded": "2000", "About-us": "RailTel Corp. of India Ltd. engages in the provision of telecommunication services. It specializes in HD video conferencing services, data center, RailWire broadband, leased line, virtual private network, internet leased line, consultancy services, signaling services, rack and space collocation, tower collocation, Aadhaar based services, and others. The firm operates through the following segments: Telecom Services and Project Work Services. The Telecom Services segment provides a wide range of services under Managed Data Services, Leased Line, Virtual Private Network, Internet Leased Line, Data Centre, Tower Collocation, Rack and Space, and NLD for voice carriage. The Project Work Services segment includes National Optical Fiber Network, Telecom and IT services related projects, and Enterprise specific IT & ITES projects. The company was founded by Inderjit Sehrawat on September 26, 2000 and is headquartered in New Delhi, India."}, "4068": {"Sector": "Process Industries", "Industry": "Textiles", "Website": "rswm.in", "Headquarters": 17612, "Founded": "1960", "About-us": "RSWM Ltd. engages in manufacturing textiles. It manufactures synthetic and blended spun yarn, polyester viscose fabric and denim fabric. The firm operates through the following segments: Yarn and Fabric s. The Yarn segment consists of synthetic, blended, mélange, cotton, specialty and value added yarns suitable for suiting, shirting, hosiery, carpet, denim, technical textiles, and industrial applications. The Fabric segment offers denim fabric and synthetic fabric for renowned brands. The company was founded by Lakshmi Niwas Jhunjhunwala on October 17, 1960 and is headquartered in Noida, India."}, "4075": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Nitinbhai Govindbhai Patel", "Website": "axitacotton.com", "Headquarters": 29, "Founded": "2013", "About-us": "Axita Cotton Ltd. engages in the manufacture and trade of cotton. Its products include cotton seeds and cotton bales. The company was founded by Nitin Patel and Kushal Patel on July 16, 2013 and is headquartered in Ahmedabad, India."}, "4077": {"Sector": "Consumer Non-Durables", "Industry": "Apparel/Footwear", "CEO": "Nitin Bhandari", "Website": "bhandariexport.com", "Headquarters": 422, "Founded": "1993", "About-us": "Bhandari Hosiery Exports Ltd. engages in the manufacture of knitted fabrics Kora and dyed. It focuses on the manufacture and export of knitted hosiery garments. It operates through the Domestic and Export geographical segments. The Domestic segment relates to the sales made in different parts of India. The Export segment relates to exports made to Germany, Switzerland, U.S.A, United Kingdom, Netherland, Dubai, and other countries of European Union. The company was founded by Naresh Bhandari and Kusum Bhandari on November 25, 1993 and is headquartered in Ludhiana, India."}, "4082": {"Sector": "Process Industries", "Industry": "Textiles", "CEO": "Hemant Bharat Ram", "Website": "dcmnvl.com", "Headquarters": 2160, "Founded": "1889", "About-us": "DCM Nouvelle Ltd. engages in the manufacture and sale of cotton yarn. Its products include BCI, organic, and slub yarns. The company was founded by Lala Shri Ram in 1889 and is headquartered in New Delhi, India."}, "4088": {"Sector": "Process Industries", "Industry": "Textiles", "CEO": "R. Balakrishnan", "Website": "ghcltextiles.co.in", "Headquarters": "Noida", "Founded": "2020", "About-us": "GHCL Textiles Ltd. engages in the manufacture and sale of inorganic chemicals, yarn and ancillary materials, and home textile products. It operates under the following segments: Chemical Business, Spinning Division, and Home Textile Business. The company was founded on June 17, 2020 and is headquartered in Noida, India."}, "4097": {"Sector": "Consumer Non-Durables", "Industry": "Apparel/Footwear", "CEO": "Alok Prakash", "Website": "jiwanramgroup.com", "Headquarters": "Kolkata", "Founded": "1997", "About-us": "Jiwanram Sheoduttrai Industries Ltd. engages in the manufacturing and export of the industrial safety gloves and garments which provides customized solutions in the field of industrial safety. Its products include casual and winter garments, personal protective equipment, and safety wear. The company was founded on September 23, 1997 and is headquartered in Kolkata, India."}, "4113": {"Sector": "Process Industries", "Industry": "Textiles", "Website": "shivamills.com", "Headquarters": 525, "Founded": "2015", "About-us": "Shiva Mills Ltd. engages in the manufacture of cotton yarn. The company was founded in 2015 and is headquartered in Coimbatore, India."}, "4122": {"Sector": "Consumer Non-Durables", "Industry": "Apparel/Footwear", "CEO": "Anant Kumar Daga", "Website": "tcnsclothing.com", "Headquarters": 4297, "Founded": "1997", "About-us": "TCNS Clothing Co. Ltd. engages in the business of women apparels and accessories. The firm designs, manufactures, markets and retails a comprehensive portfolio of women's branded apparel across multiple brands. It sells its products across India and select International locations through multiple distribution channels. The company was founded on December 3, 1997 and is headquartered in New Delhi, India."}, "4126": {"Sector": "Process Industries", "Industry": "Textiles", "CEO": "Hiralal Jagdishchand Parekh", "Website": "vinnyoverseas.in", "Headquarters": 89, "Founded": "1992", "About-us": "Vinny Overseas Ltd. engages in the processing of fabrics for shirting, suiting and dress materials through the manufacturing process of weaving, dyeing, printing and finishing. It procures grey fabrics from the domestic market and further dyes the same as per the client's requirements, as well as involved in job work for wholesale cloth merchants and also trade in grey cloth as per the order received from the customer. The company was founded by Mohanlalji Parekh and Hiralalji Parekh on May 29, 1992 and is headquartered in Ahmedabad, India."}, "4142": {"Sector": "Process Industries", "Industry": "Textiles", "CEO": "Amit Vallabhbhai Gadhiya", "Website": "aksharspintex.in", "Headquarters": 146, "Founded": "2013", "About-us": "Akshar Spintex Ltd. is engaged in the business of manufacturing and trading of spun cotton yarn. Its products include carded yarn, semi combed yarn, combed yarn, blended yarn, organic yarn, Eli twist yarn, TFO doubling yarn, mélange yarn, and fancy yarn. The company was founded on June 19, 2013 and is headquartered in Rajkot, India."}, "4177": {"Sector": "Consumer Non-Durables", "Industry": "Apparel/Footwear", "CEO": "Abhishek Kamal Kumar", "Website": "cpsshapersltd.com", "Headquarters": 335, "Founded": "2012", "About-us": "C P S Shapers Ltd. manufactures shapewear for men and women. Its shapewear includes V-Shaper, Saree Shapewear, Active Pants and ShapeX Denim. It sells under the brand name Dermawear. The company was founded on June 12, 2012 and is headquartered in Meerut, India."}, "4189": {"Sector": "Process Industries", "Industry": "Textiles", "Website": "digjam.co.in", "Headquarters": 378, "Founded": "1948", "About-us": "Digjam Ltd. engages in the production and sale of textiles and fabrics. It involves in weaving and manufacture of wool, wool mixture fabrics, man-made fiber, and man-made mixture fabrics. The company was founded on March 15, 1948 and is headquartered in Jamnagar, India."}, "4260": {"Sector": "Consumer Non-Durables", "Industry": "Apparel/Footwear", "CEO": "Sandeep Jain", "Website": "monteil.in", "Headquarters": "New Delhi", "Founded": "2007", "About-us": "Lorenzini Apparels Ltd. engages in the manufacturing, designing and marketing of readymade garments. It offers a diverse range of formal, semi-formal, and casual wear for men and woman. The firm serves its customers through the channel of retail, and e-commerce. The company was founded on May 9, 2007 and is headquartered in New Delhi, India."}, "4269": {"Sector": "Process Industries", "Industry": "Textiles", "CEO": "Yogesh Kumar Laddha", "Website": "manomaytexindia.com", "Headquarters": 588, "Founded": "1978", "About-us": "Manomay Tex India Ltd. engages in the provision of textile business. It engages in the manufacture and sales of ready to stitch fabrics which involves winding of yarn, and weaving, as well as dispatch of garment. The company was founded by Kailashchandra Hiralal Laddh in 1978 and is headquartered in Bhilwara, India."}, "4337": {"Sector": "Distribution Services", "Industry": "Wholesale Distributors", "CEO": "Govindji Gupta", "Website": "sbcexportslimited.com", "Headquarters": 450, "Founded": "2011", "About-us": "SBC Exports Ltd. engages in the manufacture and trading of handmade carpets, cushion covers, cotton quilts and bedspreads. It operates through the following segments: Garment Manufacturing and Trading; IT and Manpower Supply; and Tour and Travelling Operator. The company was founded on January 18, 2011 and is headquartered in Ghaziabad, India."}, "4429": {"Sector": "Producer Manufacturing", "Industry": "Metal Fabrication", "CEO": "Ashok Chinubhai Shah", "Website": "ashokametcast.in", "Headquarters": "Ahmedabad", "Founded": "2009", "About-us": "Ashoka Metcast Ltd. is a holding company, which engages in the manufacturing and trading of structural steel products. It operates through the following segments: Steel, Trading of Goods, and Others. Its products include thermo-mechanically treated bars, angle bars, mild steel bars, and steel channels. The company was founded on July 29, 2009 and is headquartered in Ahmedabad, India."}, "4484": {"Sector": "Distribution Services", "Industry": "Wholesale Distributors", "CEO": "Sandeep Goyal", "Headquarters": 7, "Founded": "2017", "About-us": "Goyal Aluminiums Ltd. is a multi product trading organization, which engages in offering glass products, aluminum and other metals, textiles, offset printing machines and other. The company was founded by Sandeep Goyal in March 22, 2017 and is headquartered in New Delhi, India."}, "4512": {"Sector": "Retail Trade", "Industry": "Specialty Stores", "Website": "grouplandmark.in", "Headquarters": "Mumbai", "Founded": "2006", "About-us": "Landmark Cars Ltd. provides auto dealership services. It engages in dealerships with Mercedes-Benz, Honda, Jeep, Volkswagen, and Renault. It also caters to the commercial vehicle retail business. It operates through the Mass/Premium, and Luxury Segments. The Mass/Premium segment comprises of basic vehicles such as micro, mini, lower compact, and vans. The Luxury segment offers high end vehicles at high premium prices like Mercedes, BMW, Audi, Volvo, and JLR. The company was founded on February 23, 2006 and is headquartered in Mumbai, India."}, "4521": null, "4531": {"Sector": "Retail Trade", "Industry": "Internet Retail", "CEO": "Manobendra Ghoshal", "Website": "mstcindia.co.in", "Headquarters": "Kolkata", "Founded": "1964", "About-us": "MSTC Ltd. engages in the export of scrap. It operates through the E-commerce and Trading segments. The E-commerce segment offers e-auction or e-sale, e-procurement services, and development of customized software or solutions. The Trading segment is involved in the import as well as domestic sourcing of bulk industrial raw material for actual users as well as traders. The company was founded on September 9, 1964 and is headquartered in Kolkata, India."}, "4596": {"Sector": "Distribution Services", "Industry": "Wholesale Distributors", "CEO": "Rakesh Khemka", "Website": "umaexports.net", "Headquarters": 33, "Founded": "1988", "About-us": "Uma Exports Ltd. engages in the marketing and sale of agricultural produce and commodities. Its products include sugar, spices like dry red chilies; turmeric; coriander; cumin seeds; food grains like rice, wheat, corn, sorghum and tea; pulses; and agricultural feed like soy bean meal, and rice bran de-oiled cake. The company was founded on March 9, 1988 and is headquartered in Kolkata, India."}, "4616": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Rahul Mithal", "Website": "rites.com", "Headquarters": 2562, "Founded": "1974", "About-us": "RITES Ltd. engages in the provision of transport infrastructural services. It operates through the following segments: Consultancy Services; Leasing of Railway Rolling Stock and Equipments; Export of Rolling Stock, Equipments and Spares; and Turnkey Construction Projects. The company was founded in 1974 and is headquartered in Gurgaon, India."}, "4619": {"Sector": "Technology Services", "Industry": "Data Processing Services", "Website": "blsinternational.com", "Headquarters": 287, "Founded": "1983", "About-us": "BLS International Services Ltd. is a holding company, which engages in the provision of visa and other allied services. It includes outsourced visa processing, verification of documents, attestation of documents, passport services, e-visa services. It operates through the following geographical segments: Middle East, Asia Pacific, North America, Europe, South Africa, and India. The company was founded on November 7, 1983 and is headquartered in New Delhi, India."}, "4621": {"Sector": "Consumer Services", "Industry": "Other Consumer Services", "CEO": "Nishant Pitti", "Website": "easemytrip.com", "Headquarters": 753, "Founded": "2008", "About-us": "Easy Trip Planners Ltd. is an online travel company. It provides air-tickets, rail tickets, hotel bookings, bus booking and holiday packages, and white label services. It operates through the following segment: Air Passage, Hotel Packages, and Other Services. The company was founded by Prashant Pitt, Nishant Pitti and Rikant Pitti in 2008 and is headquartered in New Delhi, India."}, "4630": {"Sector": "Consumer Services", "Industry": "Other Consumer Services", "CEO": "Dhruv Shringi", "Headquarters": "Mumbai City", "Founded": "2005", "About-us": "Yatra Online Ltd. engages in the provision of consumer-direct travel services. It operates through the following segments: Air Ticketing, Hotels and Packages, and Others. The Air Ticketing segment is engaged in the facilitation of air tickets. The Hotel and Packages segment offers holiday packages and hotel reservations. The Others segment includes hosting advertisements; sale of coupons and vouchers, rail and bus tickets, forwarding services; and facilitation of website access to travel insurance companies. The company was founded by Dhruv Shringi, Sabina Chopra, and Manish Amin on August 2006 and is headquartered in Gurgaon, India."}, "4631": {"Sector": "Consumer Services", "Industry": "Movies/Entertainment", "CEO": "Mautik Ajit Tolia", "Website": "bodhitreemultimedia.com", "Headquarters": 11, "Founded": "2013", "About-us": "Bodhi Tree Multimedia Ltd. provides localization services for television, film, and digital industry. Its services include producing, directing, writing, dubbing, mixing, subtitling, content editing, and content localization services. The company was founded on July 2, 2013 and is headquartered in Mumbai, India."}, "4637": {"Sector": "Consumer Services", "Industry": "Movies/Entertainment", "CEO": "Yash Arabinda Patnaik", "Website": "inspirefilms.in", "Headquarters": 35, "Founded": "2012", "About-us": "Inspire Films Ltd. engages in the creation, production, distribution, and exhibition of television and digital content across broadcasting channels, apps, and digital platforms. It is involved in financing the projects, hiring actors and crew members, scouting locations, creating sets, managing the budgets, and overseeing the entire production and post-production process. The company was founded by Yash Arabinda Patnaik and Mamta Yash Patnaik on January 19, 2012 and is headquartered in Mumbai, India."}, "4642": {"Sector": "Consumer Services", "Industry": "Cable/Satellite TV", "Website": "ndlventures.in", "Headquarters": 4, "Founded": "1985", "About-us": "NDL Ventures Ltd. is a holding company, which engages in the provision of investment and advisory services. The company was founded on July 18, 1985 and is headquartered in Mumbai, India."}, "4667": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Hiteshkumar T. Thakkar", "Website": "gokulagro.com", "Headquarters": 1050, "Founded": "2014", "About-us": "Gokul Agro Resources Ltd. engages in manufacturing and trading of edible and non-edible oil, meals, and other agro products. Its products include edible oil, castor oil derivatives, oleochemical products, feed and other meals, cereals, spices, and oil seeds. The company was founded on July 3, 2014 and is headquartered in Ahmedabad, India."}, "4673": {"Sector": "Process Industries", "Industry": "Agricultural Commodities/Milling", "CEO": "Parmod Kumar", "Website": "mkproteins.in", "Headquarters": 30, "Founded": "2012", "About-us": "M.K. Proteins Ltd. engages in the manufacture and trade of edible and non-edible oils. Its manufacturing process involves refining of crude oils to obtain refined rice bran oil, canola oil, soya bean oil, sunflower oil, and rice bran bleached oil. The company was founded on June 15, 2012 and is headquartered in Ambala, India."}, "4675": {"Sector": "Consumer Non-Durables", "CEO": "Gautam Kumar Pal", "Website": "manoramagroup.co.in", "Headquarters": 279, "Founded": "2005", "About-us": "Manorama Industries Ltd. manufactures and exports of agricultural products and its derivatives such as Sal oil, Sal Stearine, Sal Oleine, Mango Fats, Mango Stearine, Mango Oleine, Kokum butter, Mowrah fat, custom made products , CBE , CBS and CBA. It also engages in Mango, Sal, and other exotic forest products with a cross-functional in collection, processing, export and distribution. The company operates through the following business segments: Trading and Manufacturing. The Trading segment engages in agro based commodities. The Manufacturing segment engages in sal fat, oleine and stearine, mango fats, stearine and oleine, CBE and CBS. Manorama Industries was founded on August 9, 2005 and is headquartered in Raipur, India."}, "4697": {"Sector": "Retail Trade", "Industry": "Catalog/Specialty Distribution", "CEO": "Pranav Shankar Saboo", "Website": "ethoswatches.com", "Headquarters": 550, "Founded": "2003", "About-us": "Ethos Ltd. engages in the operation of luxury watch boutiques. It operates through the Watch and Accessories and Marketing and Luxury Cars segments. The Watch and Accessories segment offers branded and pre-owned watches as well as accessories such as clocks, watch winders, jewelry boxes, collector boxes, and watch straps. The Luxury Cars segment includes trading of luxury cars. The company was founded by Pranav Shankar Saboo and Yashovardhan Saboo in 2003 and is headquartered in Chandigarh, India."}, "4700": {"Sector": "Commercial Services", "Industry": "Miscellaneous Commercial Services", "CEO": "Shyam D. Daga", "Website": "archidplydecor.com", "Headquarters": 46, "Founded": "2017", "About-us": "Archidply Decor Ltd. provides interior designing services. It engages in the business of manufacturing wood based products, which incudes Decorative Laminates, Decorative Veneers, Plywood & Block Board, Prelaminated Particle Board. The company was founded on June 14, 2017 and is headquartered in Bangalore, India."}, "4706": {"Sector": "Non-Energy Minerals", "Industry": "Forest Products", "CEO": "Shobhan Mittal", "Website": "greenpanel.com", "Headquarters": 2371, "Founded": "2017", "About-us": "Greenpanel Industries Ltd. engages in the manufacture of wood panel. It operates through the following segments: Plywood and Allied Products, Medium Density Fibre Board and Allied Products, and All Other. Its products include wood floors, veneers, doors, and blackboard. The company was founded on December 13, 2017 and is headquartered in Kolkata, India."}}